Repository: hardikecohome/TestCodePipeline
Catalog: Client/DealnetPortal.Web.Resources/Resources.*.resx
Languages: fr

source: About us
fr: À propos de nous

source: Action Req.
fr: Action requise

source: Add comment
fr: Ajouter un commentaire

source: Additional Applicant
fr: Demandeur additionnel

source: Additional Contract Information
fr: Information supplémentaire sur le contrat

source: Address Information
fr: Information sur l’adresse

source: Anonymous
fr: Anonyme

source: answer(s)
fr: réponse(s)

source: Back to top
fr: Retour au haut de la page

source: Cancel
fr: Annuler

source: Change your password
fr: Modifier le mot de passe

source: Clear Filters
fr: Effacer les filtres

source: Comments
fr: Commentaires

source: Contact Information
fr: Coordonnées de la personne ressource

source: Contact us
fr: Nous contacter

source: Contract
fr: Contrat

source: Customer
fr: Client

source: Date From
fr: Du

source: Date To
fr: Au

source: Dealer Name
fr: Nom du détaillant

source: Deal Flow Overview
fr: Aperçu du flux des transactions

source: Deal Info
fr: Info sur la transaction

source: Deal Information
fr: Information sur la transaction

source: Deal Status
fr: Statut de la transaction

source: Deal Type
fr: Type de transactions

source: Detailed Info
fr: Information détaillée

# DocumentNameEmpty
source: Name of a document can't be empty
fr: Le nom d’un document ne peut être vide

# EcoHomeAbout1
source: EcoHome Financial is a Canadian owned finance company providing custom consumer financing and loan products to the HVAC and home improvement markets. We manage all of our business in-house.
fr: EcoHome Financement est une entreprise financière canadienne qui offre des produits de financement et des prêts à la mesure des besoins des consommateurs des marchés CVC et de rénovation résidentielle. Nous gérons l’ensemble de nos affaires à l’interne.

# EcoHomeAbout2
source: We partner with leading dealers and manufacturers to deliver what is needed to succeed in today’s competitive arena – hassle free finance programs for dealers and their customers.
fr: Nous collaborons avec les principaux distributeurs et fabricants afin d’offrir ce qu’il faut pour réussir dans l’environnement concurrentiel, grâce à des programmes de financement sans problèmes pour les courtiers et leurs clients.

# EcoHomeAbout3
source: Give your customers the ability to purchase now, and the ability to purchase more. We deliver what you need to succeed.
fr: Offrez à vos clients la possibilité d’acheter maintenant et aussi d’acheter plus. Nous avons ce dont vous avez besoin pour réussir.

source: Edit
fr: Modifier

source: Editing
fr: Modification

source: Email
fr: Adresse électronique

source: entries
fr: entrées

source: Equipment
fr: Équipement

source: Equipment Information
fr: Information sur l’équipement

source: Error
fr: Erreur

# ErrorWhileAddingComment
source: An error occurred while adding comment
fr: Une erreur s’est produite au moment de l’ajout du commentaire

# ErrorWhileRemovingComment
source: An error occurred while removing comment
fr: Une erreur s’est produite au moment du retrait du commentaire

# ErrorWhileUploadingFile
source: An error occurred while uploading file. (Maximum file size 20 MB)
fr: Une erreur s’est produite lors du téléversement du dossier.

source: Existing Equipment Information
fr: Information sur l’équipement existant

source: Export All to Excel
fr: Exporter tout sur Excel

source: Export to Excel
fr: Exporter sur Excel

source: Filter
fr: Filtrer

source: Find us
fr: Pour nous trouver

source: Forgot Password
fr: Mot de passe oublié

source: Funding Checklist
fr: Liste de vérification du financement

source: Go to app
fr: Aller à la demande

source: Go to Step
fr: Aller à Étape

source: Great work!
fr: Beau travail!

source: Home Owner Information
fr: Information sur le propriétaire

source: Home Page
fr: Page d’accueil

source: GST/HST
fr: TPS/TVH

source: Id
fr: Identifiant

# IfYouChangeInfo
source: If you change Home Owner Information you will have to pass Credit Check step again
fr: Si vous modifiez l’information sur le propriétaire, vous devrez aller de nouveau à l’étape de la vérification du crédit

source: Is rental?
fr: S’agit-il d’une location?

source: Loan Term
fr: Durée du prêt

source: Log in
fr: Ouverture de session

source: Log out
fr: Se déconnecter

source: Mailing Address
fr: Adresse postale

# MaximumFileSize
source: Maximum file size is limited to 20 MB for a single file.
fr: La taille maximale du dossier se limite à 20 Mo chacun.

source: Month
fr: Mois

source: Monthly Payment
fr: Paiement mensuel

source: My Deals
fr: Mes transactions

source: My Work Items
fr: Mes tâches

source: Navigate to step
fr: Aller à l’étape

source: New Application
fr: Nouvelle demande

source: No
fr: Non

source: No matching records found
fr: Aucun dossier correspondant n’a été trouvé

source: not selected
fr: non sélectionné

# NowYouCanLogIn
source: Now you can log in with your new password.
fr: Vous pouvez maintenant ouvrir une session avec votre nouveau mot de passe.

# OnThisEmail
source: On this email you will get a new password
fr: Vous obtiendrez un nouveau mot de passe dans ce courriel

source: Other Documents
fr: Autres documents

# PasswordWasChanged
source: Your password was successfully changed.
fr: Votre mot de passe a été modifié avec succès.

source: Payment Information
fr: Information sur le paiement

source: Phone
fr: Téléphone

# PleaseCheckEmail
source: please check your email for one-time password.
fr: veuillez vérifier votre adresse courriel pour obtenir votre mot de passe à usage unique.

source: Preview
fr: Prévisualisation

source: Register
fr: S’enregistrer

source: Registration
fr: Inscription

source: Remember me?
fr: Vous vous souvenez de moi?

source: Reply
fr: Répondre

source: Report for contract
fr: Rapport pour le contrat

source: Reports
fr: Rapports

source: Requested Term
fr: Modalités demandées

source: Reupload
fr: Téléverser de nouveau

source: Sales Rep
fr: Représentant

source: Save changes
fr: Enregistrer les modifications

source: Search
fr: Recherche

source: Send
fr: Envoyer

source: Show
fr: Afficher

source: Status
fr: État

source: Sub-Dealer
fr: Sous-courtier

source: Time
fr: Heure

source: Total for Selected:
fr: Total pour l’élément sélectionné:

# TotalMonthlyPaymentWithTaxes
source: TOTAL MONTHLY PAYMENT (TAX INCL.)
fr: PAIEMENT MENSUEL TOTAL (TAXE COMPRISE)

source: TOTAL VALUE
fr: VALEUR TOTALE

source: Type of Equipment
fr: Type d’équipement

source: Type of Payment
fr: Type de paiement

source: Upload
fr: Téléverser

source: Value
fr: Valeur

source: Value of Deal
fr: Valeur de la transaction

source: Week
fr: Semaine

# WriteReply
source: Write a reply...
fr: Rédigez une réponse...

source: Year
fr: Année

source: Yes
fr: Oui

# YouHaveBeenRegistered
source: You have been successfully registered,
fr: Vous avez été enregistré avec succès,

source: your comment
fr: votre commentaire

source: Contracts
fr: Contrats

source: Report for contracts
fr: Rapport pour les contrats

# ShowMoreInfo
source: Show more information
fr: Afficher plus d’information

source: Invalid login attempt.
fr: Tentative d’ouverture de session invalide.

# CreditCheckErrorMessage
source: Can't connect to external system for Credit Check. Try to perform Credit Check later.
fr: Impossible de se connecter au système externe pour la vérification du crédit. Tentez de faire la vérification du crédit plus tard.

# ErrorWhileUpdatingData
source: An error occurred while updating data
fr: Une erreur s’est produite lors de la mise à jour des données

# MustBeAtLeastLong
source: The {0} must be at least {2} characters long.
fr: Le {0} doit comprendre au moins {2} caractères.

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

# PasswordAndConfirmationNotMatch
source: The password and confirmation password do not match.
fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas.

source: Type of agreement
fr: Type d’entente

source: Total Monthly Payment
fr: Paiement mensuel total

# TotalMonthlyPaymentIncorrectFormat
source: Total Monthly Payment is in incorrect format
fr: Le format du paiement mensuel total est incorrect

# RequestedTermIncorrectFormat
source: Requested Term is in incorrect format
fr: Le format des modalités demandées est incorrect

# LoanTermIncorrectFormat
source: Loan Term is in incorrect format
fr: Le format des modalités du prêt est incorrect

# AmortizationTermIncorrectFormat
source: Amortization Term is in incorrect format
fr: Le format de la durée de l’amortissement est incorrect

source: Amortization Term
fr: Durée de l’amortissement

# CustomerRateIncorrectFormat
source: Customer Rate is in incorrect format
fr: Le format du taux client est incorrect

# CustomerRatePercentage
source: Customer Rate (%)
fr: Taux client (%)

# AdminFeeIncorrectFormat
source: Admin Fee is in incorrect format
fr: Le format des frais d’administration est incorrect

# AdminFee
source: Customer Fee
fr: Frais d’administration

# DownPaymentIncorrectFormat
source: Down Payment is in incorrect format
fr: Le format de l’acompte est incorrect

source: Down Payment
fr: Acompte

# SalesRepIncorrectFormat
source: Sales Rep is in incorrect format
fr: Le format du représentant est incorrect

source: Contract Notes
fr: Remarques liées au contrat

# TotalCostGreaterThanAmount
source: Total equipments cost cannot be greater than Credit Amount
fr: Le coût total de l’équipement ne peut pas être supérieur au montant du crédit

source: Rental Company
fr: Société de location

source: Estimated Age
fr: Âge estimé

source: Serial Number
fr: Numéro de série

source: General Condition
fr: État général

# CostIncorrectFormat
source: Cost is in incorrect format
fr: Le format du coût est incorrect

# MonthlyCostIncorrectFormat
source: Monthly Cost is in incorrect format
fr: Le format du coût mensuel est incorrect

source: Monthly Cost
fr: Coût mensuel

source: Estimated Installation Date
fr: Date d’installation estimée

source: Additional Applicant Email
fr: Adresse de courriel du demandeur additionnel

source: Invalid Email Address
fr: Adresse de courriel non valide

source: Home Owner Email
fr: Adresse de courriel du propriétaire

source: Sales Rep Email
fr: Adresse de courriel du représentant

# PleaseSelectDocumentFile
source: Please, select a document file
fr: Veuillez sélectionner un fichier

source: First Name
fr: Prénom

# FirstNameIncorrectFormat
source: First Name is in incorrect format
fr: Le format du prénom est incorrect

source: Last Name
fr: Nom de famille

# LastNameIncorrectFormat
source: Last Name is in incorrect format
fr: Le format du nom de famille est incorrect

# BirthDate
source: Date of Birth
fr: Date de naissance

# ApplicantNeedsToBeOver18
source: The applicant needs to be over 18 years old
fr: Le demandeur doit avoir plus de 18 ans

# SinWithDescription
source: SIN (Social insurance number)
fr: Numéro d’assurance sociale

# SinMustBeLong
source: SIN must be 9 digits long
fr: Le numéro d’assurance social doit compter 9 chiffres

# SinIncorrectFormat
source: SIN is in incorrect format
fr: Le format du numéro d’assurance social est incorrect

source: Driver License Number
fr: Numéro du permis de conduire

# MailingAddressIncorrectFormat
source: Mailing Address is in incorrect format
fr: Le format de l’adresse postale est incorrect

source: Installation Address
fr: Adresse de l’installation

# InstallationAddressIncorrectFormat
source: Installation Address is in incorrect format
fr: Le format de l’adresse de l’installation est incorrect

# UnitNumber
source: Unit #
fr: No de l’unité

# UnitNumberIncorrectFormat
source: Unit Number is in incorrect format
fr: Le format du numéro de l’unité est incorrect

# CityIncorrectFormat
source: City is in incorrect format
fr: Le format de la ville est incorrect

# ProvinceIncorrectFormat
source: Province is in incorrect format
fr: Le format de la province est incorrect

source: Postal Code
fr: Code postal

# PostalCodeIncorrectFormat
source: Postal Code is in incorrect format
fr: Le format du code postal est incorrect

source: Residence
fr: Résidence

source: Payment Type
fr: Type de paiement

# PrefferedWithdrawalDateIncorrectFormat
source: Preferred Withdrawal Date
fr: Date de retrait préférée

# BankNumberIncorrectFormat
source: Bank Number is in incorrect format
fr: Le format du numéro de la banque est incorrect

# BlankNumber
source: Bank Number
fr: Numéro de la banque

# TransitNumberIncorrectFormat
source: Transit Number is in incorrect format
fr: Le format du numéro de transit est incorrect

source: Transit Number
fr: Numéro de transit

# AccountNumberIncorrectFormat
source: Account Number is in incorrect format
fr: Le format du numéro de compte est incorrect

source: Account Number
fr: Numéro de compte

# EnbridgeGasDistributionAccountIncorrectFormat
source: Enbridge Gas Distribution Account is in incorrect format
fr: Le format du numéro de compte de Enbridge Gas Distribution est incorrect

source: Enbridge Gas Distribution Account
fr: Numéro de compte de Enbridge Gas Distribution

# MeterNumberIncorrectFormat
source: Meter # is in incorrect format
fr: Le format du numéro de compteur est incorrect

# MeterNumber
source: Meter #
fr: Numéro de compteur

# HomePhoneIncorrectFormat
source: Home Phone is in incorrect format
fr: Le format du numéro de téléphone résidentiel est incorrect

source: Home Phone
fr: Numéro de téléphone résidentiel

# CellPhoneIncorrectFormat
source: Cell Phone is in incorrect format
fr: Le format du numéro du téléphone cellulaire est incorrect

source: Cell Phone
fr: Téléphone cellulaire

# BusinessPhoneIncorrectFormat
source: Business Phone is in incorrect format
fr: Le format du numéro du téléphone au travail est incorrect

source: Business Phone
fr: Numéro de téléphone au travail

source: Email Address
fr: Adresse de courriel

# HouseSizeSquareFeet
source: House Size (sq feet)
fr: Dimensions de la maison (pieds carrés)

source: Add additional applicant
fr: Ajouter un demandeur additionnel

source: Add additional equipment
fr: Ajouter de l’équipement additionnel

source: Additional Applicant Information
fr: Information supplémentaire sur le demandeur

# AdditionalApplicantMailingAddressInfo
source: Additional Applicant Mailing Address Information
fr: Information supplémentaire sur l’adresse postale du demandeur

# AgreesToSendPersonalDataToCreditCheck
source: Agrees to send his/her personal data to credit check
fr: Accepte d’envoyer ses renseignements personnels pour la vérification du crédit

source: Basic Info
fr: Information de base

# BrowserNotSupportFileUpload
source: Browser doesn't support HTML5 file upload!
fr: Le navigateur ne prend pas en charge le téléversement de fichiers HTML5!

# CannotRecognizeDriverLicense
source: Can't recognize driver license
fr: Le permis de conduire ne peut pas être reconnu

source: Cash Price of Equipment
fr: Prix de l’équipement au comptant

source: Check Credit
fr: Vérifier le crédit

# ChooseSubDealer
source: Choose a Sub-Dealer
fr: Choisir un sous-courtier

source: Clear Address
fr: Effacer l’adresse

source: Cost
fr: Coût

source: Credit check confirmation
fr: Confirmation de la vérification du crédit

source: Credit Check Processed Successfully!
fr: La vérification du crédit a été effectuée avec succès!

# DateFormat
source: mm/dd/yyyy
fr: mm/jj/aaaa

# EnterValidDate
source: Please enter a valid date!
fr: Veuillez saisir une date valide!

source: Get My Location
fr: Obtenir Mon emplacement

# MailingAddressDifferent
source: Mailing address is different
fr: L’adresse postale est différente

source: Make
fr: Marque

source: Model
fr: Modèle

source: New Equipment Information
fr: Information sur le nouvel équipement

source: Notes
fr: Remarques

source: Pre-Approved for
fr: Préautorisé pour

source: Processing image...
fr: Traitement de l’image en cours...

source: Retake
fr: Reprise

source: Save and Proceed
fr: Enregistrer et continuer

# ScanAndFillAutomatically
source: Scan license and this info will be filled out automatically
fr: Numérisez le permis et cette information sera générée automatiquement

source: Scan License
fr: Numériser le permis

source: Select scanning method
fr: Sélectionner la méthode de numérisation

source: SIN
fr: NAS

# StreetPlaceholder
source: St.
fr: Adresse

source: Term and Rep
fr: Modalité et représentant

# TheApplicantNeedsToBeOver18
source: The applicant needs to be over 18 years old
fr: Le demandeur doit avoir plus de 18 ans

source: The date must be in correct format
fr: La date doit être fournie dans le format approprié

# TheDateMustBeOver1900
source: The date must be over 1900 year
fr: L’année de la date doit être plus de 1900

# TotalAllMonthlyPayments
source: Total of All Monthly Payments
fr: Total de tous les paiements mensuels

source: Total Amount Financed
fr: Total du montant financé

source: Total Cash Price
fr: Prix total au comptant

source: Total Cost of Borrowing
fr: Coût total de l’emprunt

source: Total Obligation
fr: Total de l’obligation

# TurnLicenseOver
source: Turn the license over to scan the barcode on the back of the license. Avoid glare and turn off your flash.
fr: Retourner le permis afin de numériser le code à barres au dos du permis. Évitez l’éblouissement et désactivez le flash.

source: Upload Photo
fr: Téléverser la photo

source: Use Camera
fr: Utiliser un appareil photo

# UseHomeOwnerAddressInfo
source: Use Home Owner address information
fr: Utiliser l’information sur l’adresse du propriétaire

source: Years
fr: Années

# YouCannotProceedUntilAllAgree
source: You can't proceed until all applicants agree to send their personal data to credit check
fr: Vous ne pouvez pas continuer tant que tous les demandeurs n’aient accepté d’envoyer leurs renseignements personnels aux fins de la vérification du crédit

source: City
fr: Ville

source: Add Photo
fr: Ajouter une photo

source: agreement
fr: entente

source: Agreement submitted successfully!
fr: L’entente a été soumise avec succès!

# BeforeTaxesPaymentsAreSubject
source: ** Before taxes. Payments are subject to change over the course of the term upon at least thirty (30) days written notice. See the attached Terms and Conditions.
fr: ** Taxes en sus. Les paiements peuvent être modifiés pendant la période de location sur présentation d’un avis écrit d’au moins trente (30) jours. Voir les modalités et conditions ci-jointes.

# CannotGetAgreementForPrint
source: Cannot get contract agreement for Print
fr: Impossible d’obtenir l’entente contractuelle pour l’imprimer

# CannotRecognizeVoidCheque
source: Can't recognize void cheque
fr: Le chèque annulé ne peut pas être reconnu

# ContactAndPaymentInfo
source: Contact and Payment Information
fr: Information sur le contrat et le paiement

# ContainingCopyOfAgreement
source: containing a copy of the completed agreement.
fr: renfermant une copie de l’entente ratifiée.

# CreateAnotherApplicationForThis
source: Create another application for this borrower
fr: Créer une autre demande pour cet emprunteur

source: Declined
fr: Refusé

# InvitesForSigningWillBeSent
source: Invite(s) for digital signing of the contract will be sent to the following emails
fr: La ou les invitation(s) pour la signature numérique du contrat doivent être envoyées aux adresses de courriel suivantes

source: Invites were sent to emails
fr: Les invitations ont été envoyées aux adresses de courriel

source: Loan
fr: Prêt

source: New Equipment
fr: Nouvel équipement

source: Photo of Void Cheque
fr: Photo du chèque annulé

# PlatformIsPreparingCheck
source: Digital signature platform is preparing the document for signing. This can take up to 2 minutes. Check your emails
fr: La plateforme pour la signature numérique est en train de préparer le document pour la signature. Cela peut prendre jusqu’à 2 minutes. Vérifiez vos courriels

# PleaseEnterEmailsAndClickSend
source: Please enter emails of applicants below and click Send Emails.
fr: Veuillez saisir les adresses de courriel des demandeurs ci-dessous puis cliquer sur Envoyer les courriels.

source: Print the contract
fr: Imprimer le contrat

source: Rental
fr: Location

source: Resend Emails
fr: Envoyer les courriels de nouveau

source: Scan Void Cheque
fr: Numériser le chèque annulé

source: See contract details
fr: Voir les détails du contrat

source: Send contract for e-signature
fr: Envoyer le contrat pour la signature électronique

source: Send Emails
fr: Envoyer les courriels

# SevenDigitsNumber
source: # (7 digits)
fr: Numéro (7 chiffres)

source: Summary And Confirmation
fr: Récapitulatif et confirmation

# ThankYouForCompleting
source: Thank you, {0}, for completing the {1} agreement.
fr: Merci, {0}, d’avoir complété l’{1}entente.

# TwelveDigitsNumber
source: # (12 digits)
fr: Numéro (12 chiffres)

# UnableToProcessApplication
source: (Reason: We are unable to process this application)
fr: (Raison : Nous ne pouvons pas traiter cette demande)

# WillReceiveEmailShortly
source: You will receive an email shortly at
fr: Vous recevrez un courriel sous peu à

# WishToReceiveEmailsAndMessages
source: Yes, I wish to receive emails and text messages. I understand that I may withdraw my consent at any time.
fr: Oui, je souhaite recevoir des courriels et des messages textes. Je comprends que je peux retirer mon consentement à tout moment.

source: Submit Deal
fr: Soumettre la transaction

source: Deferral Type
fr: Type de report

# EnbridgeGasDistributionAccountMustBeLong
source: The field Enbridge Gas Distribution Account must be a string with a length of 12
fr: Le compte de Enbridge Gas Distribution doit compter 12 chiffres

# HomePhoneMustBeLong
source: Home Phone must be a string with a length of 10
fr: Le numéro de téléphone résidentiel doit compter 10 chiffres

# CellPhoneMustBeLong
source: The field Cell Phone must be a string with a length of 10
fr: Le champ du téléphone cellulaire doit compter 10 chiffres

# BusinessPhoneMustBeLong
source: The field Business Phone must be a string with a length of 10
fr: Le champ du téléphone au travail doit compter 10 chiffres

# AfterProvinceChangeTotalMustBeGreater
source: After province change total monthly payment must be greater than zero
fr: Le paiement mensuel total après le changement apporté à la taxe provinciale doit être supérieur à zéro

source: Tax
fr: Taxe

# TotalMonthlyPaymentMustBeGreaterZero
source: Total monthly payment must be greater than zero
fr: Le paiement mensuel total doit être supérieur à zéro

source: User Name
fr: Nom d’utilisateur

# PasswordAndConfirmNotMatch
source: The password and confirmation password do not match.
fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas.

source: New password
fr: Nouveau mot de passe

source: Current password
fr: Mot de passe actuel

source: Confirm new password
fr: Confirmer le nouveau mot de passe

# LoanApplication
source: Loan
fr: Prêt

# RentalApplicationHwt
source: Rental (HWT)
fr: Location (HWT)

# RentalApplication
source: Rental
fr: Location

source: Started to fill new contract
fr: Le contrat a commencé à être rempli

source: Client data inputted
fr: Données client saisies

source: Credit check initiated
fr: Vérification du crédit amorcée

source: Credit check declined
fr: Vérification du crédit refusée

source: Credit check approved
fr: Vérification du crédit approuvée

source: Application submitted
fr: Demande soumises

source: No Deferral
fr: Aucun report

# ThreeMonth
source: 3 Months
fr: 3 mois

# SixMonth
source: 6 Months
fr: 6 mois

source: Own
fr: Possède

# OneSt
source: 1st
fr: 1er

# FifteenTh
source: 15th
fr: 15e

source: Sent to audit
fr: Envoyer à la vérification

# AllDocumentsChecked
source: All documents are checked
fr: Tous les documents sont vérifiés

# AnErrorWhileSendingReport
source: An error occurred while sending report
fr: Une erreur s’est produite pendant la transmission du rapport
