Repository: hardikecohome/TestCodePipeline
Catalog: Client/DealnetPortal.Web.Resources/Resources.*.resx
Languages: fr

# PrivacyPolicyText
source: <h2 class="dealnet-large-header">Privacy Policy _ Ecohome_External</h2> <p><strong>Effective: June 15, 2017</strong></p> <h3 class="dealnet-section-title">Our Commitment</h3> <p>At EcoHome Financial Inc. (“EcoHome Financial”, “we”, “us”, “the Company”, etc.) we are committed to providing excellent service and to ensuring that our relationship with individuals with whom we interact, such as our customers or potential customers (“you”), is conducted with integrity and in a responsible, fair, honest and ethical manner. Consistent with these objectives we maintain high standards of confidentiality with respect to your personal information in our possession or control.</p> <p>This Privacy Policy is based on the Personal Information Protection and Electronic Documents Act (Canada) including the privacy principles contained in Schedule 1 thereto (“PIPEDA”). It explains how we collect, use, disclose and otherwise handle your personal information.</p> <p>If you have any questions about this Privacy Policy or wish to request access to personal information about you in our possession or control, please contact our Compliance Officer using the contact information set out below.</p> <h3 class="dealnet-section-title">What Personal Information We Collect; How and Why We Collect It</h3> <p>As used in this Privacy Policy, personal information means information about an identifiable individual, whether or not in recorded form, within the meaning of applicable privacy laws.</p> <p>The type of personal information we collect will depend on various factors such as the nature and purpose of our interaction, the type of products or services you may request or use, and any applicable legal and regulatory obligations. This information may include:</p> <ul> <li>contact information that allows us to communicate with or contact you (e.g., your address, telephone number, e-mail or other electronic address, and fax number)</li> <li>identification information that allows us to confirm your identity or to meet legal and regulatory obligations (e.g., your name, date of birth, occupation, and government-issued identification)</li> <li>financial information that allows us to determine your creditworthiness or eligibility for or appropriateness of our products or services (e.g., employment and financial history with others, income, assets, liabilities, net worth, and credit reports)</li> <li>transactional information about how you use our different products or services or otherwise do business with us (e.g., whether or not credit extended, amount of credited extended, purchase and payment history)</li> <li>relationship information that helps us to improve service and understand more about you (e.g., language and communication method preferences and/or what types of products, services or offers you may like).</li> </ul> <p>Most of the personal information is collected directly from you, whether in person, over the telephone, by corresponding with you via email, fax, text message (SMS) or the Internet, or by other means. For instance, we may collect personal information from you: when you voluntarily make an application to or become a customer of the Company, when you create account using one of our mobile applications, when you request information from or otherwise communicate with us, and/or through your use of the products and services we provide. Some information may also be collected from other sources such as credit bureaus, financial institutions, law enforcement, media, social media, government agencies and registries, or public records.</p> <p>We may monitor or record communications between you and our representatives (e.g., telephone calls) in order to enhance and maintain customer service quality, to protect you and the Company, to confirm your decisions and our discussions with you, and/or for training purposes.</p> <h3 class="dealnet-section-title">Our Commitment to the Privacy Principles</h3> <p> <strong><em>Principle #1:</em> Accountability</strong> – The Company is responsible for personal information under its control and has a designated Compliance Officer who is accountable for our compliance with this Privacy Policy and applicable privacy laws. </p> <p>Our responsibility regarding personal information applies to personal information in our possession or custody, as well as personal information that we may transfer to a third party for processing or to provide services on our behalf. We use contractual or other appropriate means to require third parties who provide processing or other services on our behalf to maintain a level of privacy protection comparable to our own policies and practices.</p> <p>Your personal information may be processed or stored in any country in which we, our service providers, and other parties with whom we share information under this Privacy Policy operate (which may include locations outside of Canada). In such event, your personal information may, while in another country, be subject to the laws of that country and may be accessible to courts, law enforcement and government or regulatory agencies in that country in accordance with such laws.</p> <p> <strong><em>Principle #2:</em> Identifying Purposes</strong> – We shall identify the purposes for which personal information is collected at or before the time of collection. </p> <p><strong>Why We Collect Your Personal Information</strong> - Unless additional purposes are identified to you before or at the time of collection, we may collect, use and disclose personal information about you throughout our relationship for some or all of the following purposes:</p> <ul> <li>to establish your identity</li> <li>to verify your identity and information provided by you, such as your employment or credit history</li> <li>to evaluate your credit-worthiness</li> <li>to process your application, determine your eligibility for products or services and to open, administer and operate your account and set up and manage those products and services </li> <li>to enable us and, as applicable, our third party vendors and service providers to provide you with products and ongoing services</li> <li>to understand your needs and what products or services may be of interest to you</li> <li>to respond to your requests for products, services or account information</li> <li>to communicate with you by various methods including email, text (SMS) and telephone</li> <li>to verify your instructions and decisions</li> <li>to manage and improve your relationship with us</li> <li>to protect against errors and criminal activity including the prevention, detection and investigation of fraud, money laundering, cyber threats and other such risks and threats</li> <li>to investigate complaints</li> <li>to comply with laws and regulations, including tax, regulatory and legal reporting requirements</li> <li>as otherwise permitted or required by law</li> </ul> <p>In addition, when you apply for or accept any of our financial products or services, and as long as you have a loan or credit product or service with us, personal information may be exchanged with credit reporting agencies, credit bureaus, credit insurers, financial institutions and other entities with whom you may have financial dealings to assess and update creditworthiness, manage credit risk, determine eligibility for financial products and services, deter fraud, report defaults and maintain the integrity of the credit-granting process.</p> <p><strong>Joint Accounts</strong> - Where a customer holds a product or service jointly with another person (e.g., joint accounts, co-signed applications), we may share such customer’s information with such other person in connection with the product or service.</p> <p><strong>Business Transactions</strong> - If we enter into a business transaction involving personal information such as a sale or other disposition of all or part of our business or assets, we may share information with the other parties as required to fulfill the obligations of the transaction (e.g., as part of due diligence and/or on completion of the transaction). We will require that the other parties to the transaction protect this information by security safeguards appropriate to the sensitivity of the information and limit their use to the purposes of the transaction and, if the transaction is completed, the purposes as set out in this Privacy Policy. In the event the transaction is not completed, we will require that the other parties return or destroy, and confirm complete return or destruction of, such personal information.</p> <p><strong>New Purpose</strong> - If a new purpose for using your personal information should develop, we will identify that purpose to you and request your consent before using it for such purpose, unless the new purpose is required or permitted by law.</p> <p><strong><em>Principle #3:</em> Consent</strong> – The knowledge and consent of an individual are required for the collection, use, or disclosure of personal information, except where permitted or required by law.</p> <p>The Company will collect, use or disclose your personal information only with your knowledge and consent, except where required or permitted by law. Generally, we will seek your consent to use and disclose your personal information for identified purposes at the time of collection. In some circumstances, however, where we identify a new purpose after collection, we may seek your consent to use and disclose your personal information for such new purpose after it has been collected.</p> <p>Consent may be express or, in some circumstances, implied, and may be given in writing (such as on an application), by using or not using a check off-box, electronically (via the internet), orally (in person or by telephone), or by your conduct, such as by voluntarily using a product or service. In determining the type of consent to obtain, we will consider all relevant factors, including the sensitivity of the information and your reasonable expectations.</p> <p><strong>Withdrawing Consent</strong> - Subject to certain legal or contractual restrictions, you may withdraw your consent to the collection, use or disclosure of your personal information at any time upon giving us reasonable notice. We will inform you of the implications of doing so. For instance, withdrawing your consent may limit or prevent us from being able to provide or continue to provide you with certain products or services.</p> <p>In certain circumstances your consent cannot be withdrawn. For example, you may not withdraw your consent where our collection, use or sharing is required by law. Also, as long as you have a loan or credit product or service with us, you may not withdraw your consent to our ongoing collection, use or disclosure of your personal information in connection with such product or service. Further, in order to maintain the integrity of the credit reporting system, we may periodically update your information with credit bureaus as long as you have a loan or credit product or service with us. Your consent to this exchange of information cannot be withdrawn during this time.</p> <p><strong>Electronic Marketing Communications; Canadian Anti-Spam Legislation (CASL)</strong> - Subject to applicable law, from time to time, we may send you electronic communications notifying you of new and existing products or services, including special offers or promotions, that may be of interest to you. You may unsubscribe at any time from receiving our electronic marketing messages by clicking on the unsubscribe or opt-out link or following any other unsubscribe instructions included in any such message. Please allow up to 10 business days for the change to take effect. Please note that this will not limit our right to send you certain communications relating to your account or your existing products, services or transactions with us, or as otherwise permitted or required by applicable law, and these transactional account messages and other non-commercial electronic messages will not be affected by your choice to unsubscribe or opt-out from electronic marketing messages.</p> <p><strong><em>Principle #4:</em> Limiting Collection</strong> – The collection of personal information shall be limited to that which is necessary for the purposes identified by the Company. Personal information shall be collected by fair and lawful means.</p> <p><strong><em>Principle #5:</em> Limiting Use, Disclosure and Retention</strong> – The Company shall not use or disclose personal information for purposes other than those for which it was collected, except with the consent of the individual or as required or permitted by law. We shall retain personal information only for as long as necessary to achieve fulfillment of those purposes or as required by law. When your information is no longer required, we will destroy, erase or make it anonymous.</p> <p><strong><em>Principle #6:</em> Keeping Personal Information Accurate</strong> – The Company shall keep personal information as accurate, complete, and up-to-date as is necessary for the purposes for which it is to be used.</p> <p>While we take care to keep your personal information in our records as accurate, complete and up to date as necessary for the purposes for which it is to be used, we also rely on you to notify us when your information changes. If you wish to verify the accuracy and completeness of your personal information in our records, you may contact our Compliance Officer using the contact information listed below.</p> <p><strong><em>Principle #7:</em> Safeguarding Personal Information</strong>– The Company shall protect personal information by security safeguards appropriate to the sensitivity of the information.</p> <p>We will safeguard personal information in our possession or control against loss or theft, as well as unauthorized access, disclosure, copying, use or modification. The safeguards used to protect personal information will vary depending on the sensitivity, amount, distribution, format and method of storage of the personal information. Such security measures include:</p> <ul> <li>physical security, such as locked filing cabinets and restricted access to offices;</li> <li>organizational security, such as security clearances, controlled entry in data centres and limiting access to relevant information on a “need to know” basis; and</li> <li>technological security, such as limiting application access to specific roles, the use of passwords, personal identification numbers and encryption.</li> </ul> <p>The Company will use care when disposing of or destroying personal information in order to prevent unauthorized access to the information.</p> <p>Where the Company uses service providers who may have access to personal information under our control, we use contracts and other measures to require them to have policies and practices in place comparable to our own in order to protect the privacy, confidentiality and security of your personal information and to prevent such information from being used or disclosed for unauthorized purposes.</p> <p><strong><em>Principle #8:</em> Openness Concerning our Privacy Practices</strong> – The Company shall ensure that specific information about our policies and practices relating to the management of personal information is made readily available to individuals with whom we interact.</p> <p>If you have any questions or concerns regarding this Privacy Policy or our privacy practices and procedures, please contact our Compliance Officer using the contact information below.</p> <p><strong><em>Principle #9:</em> Access to Information</strong> – The Company shall, upon request, inform an individual of the existence, use, and disclosure of his or her personal information and shall give such individual access to that information. An individual shall be able to challenge the accuracy and completeness of the information and have it amended as appropriate.</p> <p><strong>Accessing Your Personal Information</strong> – Upon request, we will tell you what personal information we hold about you, how that information has been used or is being made and to whom it has been disclosed. We will also provide you, upon request, with a copy of records related to your personal information, except in certain situations (for example, if they contains references to other individuals, cannot be disclosed for legal, security or proprietary reasons, are subject to solicitor-client or litigation privilege, or in other circumstances prescribed by law). In order to verify that the information is being released to the proper individual, you may be asked to provide suitable identification or to otherwise identify yourself. If we are unable to provide a list of organizations to which we have actually disclosed your personal information, we will provide a list of organizations to which we may have disclosed your personal information. If we deny your request for access, we will advise you of the reason for the refusal. If there will be a charge to access your information, we will inform you of the approximate cost prior to providing access. Requests for access should be directed in writing to our Compliance Officer using the contact information below.</p> <p><strong>Accuracy of Your Personal Information</strong> – You may challenge the accuracy and completeness of the personal information we hold about you. If you demonstrate to us that your personal information is inaccurate, incomplete or out of date, we will amend or delete the personal information as appropriate. If necessary, we will send the amended personal information to any third parties to whom we have disclosed inaccurate, incomplete or outdated information in order to permit them to revise their records. If we do not agree to amend or delete the personal information as requested by you, you may challenge our decision. We will make a record of this challenge, and, if necessary, disclose the challenge to any third parties to whom we has disclosed the personal information. If you would like to verify the accuracy and completeness of your personal information in our records, contact our Compliance Officer using the contact information below.</p> <p><strong><em>Principle #10:</em> Challenging Compliance</strong> – An individual shall be able to address a challenge concerning the Company’s compliance with this Privacy Policy or applicable privacy laws to our Compliance Officer.</p> <p>The Company has policies and procedures with respect to receiving, investigating and responding to individuals’ questions and complaints relating to the handling of their personal information.</p> <h3 class="dealnet-section-title">Contact Us</h3> <p>If you wish to access your personal information, change your consent to the ways in which we may use or disclose your personal information, have a complaint about our Privacy Policy or the manner in which we may have handled your personal information, or if you have any questions about our Privacy Policy, please contact our Compliance Officer as follows:</p> <p class="address-info"> Compliance Officer <br> 4 King Street West <br> Toronto, Ontario <br> M5H 1A1 <br> Email: <a href="mailto:privacy@ecohomefinancial.com" class="dealnet-info-link">privacy@ecohomefinancial.com</a><br> </p> <p>The Company will investigate all complaints. If we find that a complaint is justified, we will take appropriate measures, including, if necessary, amending our policies and practices. If you are not satisfied with the way the Company has responded to your complaint, you may wish to contact the Office of the Privacy Commissioner of Canada:</p> <p class="address-info"> Office of the Privacy Commissioner of Canada <br> 30, Victoria Street <br> Gatineau, Quebec K1A 1H3 <br> 1-800-282- 1376 <br> <a href="https://www.priv.gc.ca/" target="_blank" class="dealnet-info-link">www.priv.gc.ca</a><br> </p> <h3 class="dealnet-section-title">Changes to this Privacy Policy</h3> <p>In order to ensure that our Privacy Policy is kept up to date, we reserve the right to change it from time to time. If we make any changes to this Privacy Policy, we will change the effective date of this Privacy Policy as indicated above. Notice of changes to this Privacy Policy will be posted on the Company’s website, <a class="dealnet-info-link" href="http://ecohomefinancial.com/" target="_blank">www.ecohomefinancial.com</a>, and may also be distributed through statements, newsletters and/or other communications. Please review our website periodically for any changes to this Privacy Policy.</p> <h3 class="dealnet-section-title">Visiting the EcoHome Financial Website</h3> <p><strong>Cookies</strong> - A "cookie" is a piece of data that a web server creates when you visit a web site. This data is information about how and when you use a site. It is placed on your computer in the form of a small text file. The information cannot be used to identify you personally. Cookies do not collect personal information such as your name, address, telephone number, or email address.</p> <p>We use session ID cookies on our website, <a class="dealnet-info-link" href="http://ecohomefinancial.com/" target="_blank">www.ecohomefinancial.com</a>. Session cookies identify a specific user session and allow the website to recognize you as you navigate between pages during a single browser session and allow you to use the website most efficiently. Session ID cookies are temporary cookies that expire at the end of the session when you leave the site.</p> <p>We also use Google Analytics to help analyse how visitors engage with our website. Google Analytics uses cookies to collect standard Internet log information (e.g. IP address) and to track visitor behaviour information (e.g. the web address of the page you visit), in an anonymous form. The information generated by Google Analytics cookies about your use of the site is transmitted to Google and is processed to compile statistical reports on website activity for the site. We use these reports to evaluate aggregate visitor usage so that we can manage and improve the site and its content to better meet our visitors’ needs. You may opt out of Google Analytics – for more information on opting out of being tracked by Google Analytics across all websites you use, visit <a href="https://tools.google.com/dlpage/gaoptout" class="dealnet-info-link" target="_blank">https://tools.google.com/dlpage/gaoptout</a>. For further information about Google Analytics, please refer to <a href="https://www.google.com/policies/privacy/partners/" class="dealnet-info-link" target="_blank">https://www.google.com/policies/privacy/partners/</a>.</p> <h3 class="dealnet-section-title">Other Websites</h3> <p>Our website, <a class="dealnet-info-link" href="http://ecohomefinancial.com/" target="_blank">www.ecohomefinancial.com</a>, may contain links to other websites. EcoHome Financial is not responsible for the privacy practices of other web sites. We encourage users of our website to read the privacy statements of such other websites that collect your personal information.</p>
fr: <h2 class="dealnet-large-header">Politique de confidentialité_Ecohome_Externe</h2> <p><strong>Date d’entrée en vigueur : 15 juin 2017</strong></p> <h3 class="dealnet-section-title">Notre engagement</h3> <p>À EcoHome Financial Inc. (« EcoHome Financial », « nous », « notre », « nos », la « société », etc.) nous tenons à offrir un excellent service et à faire en sorte que nos rapports avec les personnes avec qui nous interagissons, par exemple nos clients existants ou potentiels (« vous »), soient empreints d’intégrité et s’établissent d’une manière responsable, juste, honnête et éthique. En conformité avec ces objectifs, nous appliquons des normes élevées de protection des renseignements personnels en notre possession ou sous notre contrôle.</p> <p>La présente Politique de confidentialité est fondée sur la Loi sur la protection des renseignements personnels et les documents électroniques [LPRPDE] (Canada), y compris les principes de confidentialité figurant dans le tableau 1 aux présentes. Elle explique comment nous recueillons, utilisons et divulguons les renseignements personnels vous concernant.</p> <p>Si vous avez des questions au sujet de la présente Politique de confidentialité ou si vous désirez solliciter l’accès à des renseignements personnels vous concernant qui sont en notre possession ou sous notre contrôle, veuillez communiquer avec l’agent de conformité au moyen des coordonnées indiquées ci-après.</p> <h3 class="dealnet-section-title">Les renseignements personnels que nous recueillons, comment et pourquoi nous les recueillons</h3> <p>Dans le cadre de la présente Politique de confidentialité, les renseignements personnels désignent tout renseignement, enregistré ou non, concernant une personne identifiable au sens des lois en vigueur en matière de confidentialité.</p> <p>Le type de renseignements personnels que nous recueillons dépendra de divers facteurs, tels que la nature et l’objectif de notre interaction, le type de produits ou services que vous pouvez solliciter ou utiliser et toute obligation juridique ou réglementaire. Voici les types de renseignements recueillis :</p> <ul> <li>Vos coordonnées qui nous permettent de communiquer avec vous (par exemple, adresse, numéro de téléphone, adresse de courriel ou autre adresse électronique et numéro de télécopieur).</li> <li>Les renseignements sur l’identité qui nous permettent de confirmer votre identité ou de répondre à des obligations juridiques ou réglementaires (par exemple, votre nom, votre date de naissance, profession et des pièces d’identité délivrées par le gouvernement).</li> <li>Les renseignements financiers qui nous permettent de déterminer votre solvabilité, de vérifier votre admissibilité à des produits ou à des services, ou de déterminer si un produit ou service vous convient (p. ex., antécédents professionnels et financiers, revenu, actifs, passifs, valeur nette et rapports de solvabilité).</li> <li>Les renseignements sur les opérations qui concernent la façon dont vous utilisez différents produits ou services ou dont vous faites affaire avec nous (p. ex., si le crédit a été prolongé ou non, le montant du crédit prolongé, l’historique des achats et des paiements).</li> <li>Les renseignements sur la relation qui nous aident à améliorer les services et à mieux vous connaître (p. ex., vos préférences en matière de langue et de communication, les types de produits, de services ou d’offres qui vous intéressent).</li> </ul> <p>La majorité des renseignements personnels est collectée directement auprès de vous, que ce soit en personne, par téléphone, par correspondance avec vous par courriel, télécopieur, message texte (SMS) ou Internet, ou encore par d’autres moyens. Par exemple, nous pouvons recueillir des renseignements personnels auprès de vous dans les cas suivants : lorsque vous présentez volontairement une demande pour devenir, ou si vous devenez, un client de la Société; lorsque vous créez un compte par l’intermédiaire de l’une de nos applications mobiles; lorsque vous nous demandez des renseignements ou lorsque vous communiquez avec nous autrement ou encore dans le cadre de l’utilisation des produits et services que nous offrons. Certains renseignements peuvent être recueillis auprès d’autres sources : agences d’évaluation du crédit, institutions financières, forces de l’ordre, médias, médias sociaux, organismes et registres gouvernementaux, et archives publiques;</p> <p>Nous pouvons écouter ou enregistrer les communications entre vous et nos représentants (p. ex., appels téléphoniques) dans le but d’améliorer et de maintenir la qualité de notre service à la clientèle, de vous protéger et de protéger la Société, de confirmer nos discussions avec vous ou à des fins de formation.</p> <h3 class="dealnet-section-title">Notre engagement envers les principes de confidentialité</h3> <p> <strong><em>Premier principe:</em> Responsabilité</strong> – La Société est responsable des renseignements personnels dont elle a la gestion et a désigné un agent de conformité qui veille à ce que la Société respecte la présente Politique de confidentialité et les lois sur la confidentialité pertinentes. </p> <p>Notre responsabilité à l’égard des renseignements personnels s’applique aux renseignements personnels en notre possession ou sous notre garde ainsi qu’aux renseignements personnels que nous pourrions transférer à un tiers aux fins de traitement ou pour fournir des services en notre nom. Nous ferons appel à des mesures contractuelles ou à d’autres mesures qui exigent des tierces parties traitant les renseignements en notre nom qu’elles maintiennent un niveau de protection de la confidentialité comparable à celui que nous mettons en pratique.</p> <p>Vos renseignements personnels peuvent être traités ou conservés dans un pays où nous, nos fournisseurs de services et d’autres parties avec lesquelles nous partageons des renseignements en vertu de la présente Politique de confidentialité, exerçons nos activités (il peut s’agir d’emplacement en dehors du Canada). Dans ce cas, vos renseignements personnels peuvent être assujettis aux lois du pays où elles se trouvent; ils peuvent aussi être mis à la disposition des tribunaux, des forces de l’ordre et des organismes gouvernementaux ou réglementaires dans le pays en question conformément aux lois qui y sont en vigueur.</p> <p> <strong><em>Deuxième principe:</em> Détermination des fins de la collecte des renseignements</strong> – Nous déterminerons les fins auxquelles des renseignements personnels sont recueillis, et ce, avant la collecte ou au moment de celle-ci. </p> <p><strong>Pourquoi nous recueillons vos renseignements personnels</strong> - À moins que vous en ayez été informé autrement avant ou lors de la collecte de renseignements, nous recueillerons, utiliserons et divulguerons les renseignements personnels vous concernant durant notre relation à l’une ou l’autre des fins suivantes :</p> <ul> <li>établir votre identité;</li> <li>vérifier votre identité et l’information que vous avez fournie, comme vos historiques de crédit ou d’emploi;</li> <li>évaluer votre solvabilité;</li> <li>traiter votre demande, déterminer votre admissibilité aux produits ou services et pour ouvrir, administrer et gérer votre compte et aussi pour gérer les produits et services en question;</li> <li>nous permettre et, selon le cas, pour permettre à nos fournisseurs de services tiers de vous fournir des produits et des services de façon permanente;</li> <li>comprendre vos besoins et déterminer les produits ou services susceptibles de vous intéresser;</li> <li>répondre à vos demandes de renseignements sur des produits, des services ou des comptes;</li> <li>communiquer avec vous par différents moyens : courriel, message texte (SMS), téléphone, etc;</li> <li>vérifier vos instructions et décisions;</li> <li>gérer et améliorer votre relation avec nous;</li> <li>vous protéger et nous protéger contre les erreurs et les activités criminelles, notamment au moyen de la prévention, de la détection et des enquêtes relatives à la fraude, au blanchiment d’argent, aux cybermenaces et aux autres risques et menaces de ce type;</li> <li>enquêter sur les plaintes;</li> <li>se conformer aux lois et réglementations, notamment les exigences de déclaration fiscales, réglementaires et légales;</li> <li>ou autrement si la loi l’autorise ou l’exige.</li> </ul> <p>En outre, lorsque vous demandez ou acceptez l’un de nos produits ou services financiers, et tant que vous avez un prêt ou un produit ou service de crédit avec nous, nous pouvons échanger les renseignements personnels avec des agences d’évaluation du crédit, des organismes d’assurance-crédit, des institutions financières et d’autres entités avec lesquelles vous entretenez des liens financiers pour évaluer et mettre à jour votre solvabilité, gérer le risque de crédit, déterminer l’admissibilité aux produits et services financiers, prévenir la fraude, signaler des manquements et préserver l’intégrité du processus d’octroi de crédit.</p> <p><strong>Comptes joints</strong> - Lorsqu’un client détient un produit ou un service conjointement avec une autre personne (par exemple, des comptes joints, des demandes cosignées), nous pouvons partager les renseignements de ce client avec l’autre personne concernée relativement au produit ou au service.</p> <p><strong>Transactions commerciales</strong> - Si nous concluons une opération commerciale nécessitant des renseignements personnels (par exemple une vente ou une aliénation de la totalité ou d’une partie de nos affaires ou actifs), nous pourrons, le cas échéant, partager les renseignements avec les autres parties pour honorer les obligations de l’opération (par exemple, dans le cadre d’une diligence raisonnable ou la conclusion de l’opération). Nous exigerons des autres parties participant à l’opération de protéger les renseignements en question en adoptant des mesures de sécurité adéquates en fonction du degré de sensibilité des renseignements et de limiter leur utilisation aux fins de l’opération et, si l’opération est conclue, aux fins énoncées dans la présente Politique de confidentialité. Si l’opération n’est pas réalisée, nous exigerons que les autres parties s’engagent à ne pas utiliser ou communiquer vos renseignements personnels, de quelque manière que ce soit et à les supprimer dans leur intégralité.</p> <p><strong>Nouvelle fin d’utilisation </strong> - Si une nouvelle utilisation est envisagée pour vos renseignements personnels, nous vous en aviserons et demanderons votre consentement avant toute pareille utilisation.</p> <p><strong><em>Troisième principe:</em> Consentement</strong> – Toute personne doit être informée de la collecte, l’utilisation ou la communication de renseignements personnels qui la concernent et y consentir, sauf si la loi l’autorise ou l’exige.</p> <p>La Société ne peut recueillir, utiliser et communiquer vos renseignements personnels à votre insu et sans votre consentement, sauf dans la mesure prescrite ou permise par la loi. En règle générale, nous solliciterons votre consentement pour utiliser et communiquer vos renseignements personnels aux fins définies au moment de leur collecte. Toutefois, dans certains cas, lorsque de nouvelles fins ont été déterminées après la collecte, nous pouvons demander votre consentement pour utiliser et communiquer vos renseignements personnels à cette nouvelle fin après leur collecte.</p> <p>Le consentement pourra être explicite ou, dans certaines circonstances, implicite, et pourra être donné par écrit (par exemple, comme sur une demande), en utilisant ou non une case à cocher, par voie électronique (par Internet), oralement (en personne ou par téléphone) ou par votre conduite (par exemple, en utilisant volontairement un produit ou un service). Lorsque nous déterminons quel type de consentements doit être obtenu, nous prenons en considération tous les facteurs pertinents, notamment le caractère sensible des renseignements et vos attentes raisonnables.</p> <p><strong>Retrait du consentement</strong> - Sous réserve de restrictions prévues par une loi ou un contrat et d’un préavis raisonnable, vous pouvez retirer votre consentement en tout temps concernant la collecte, l’utilisation et la communication de vos renseignements. Nous vous informerons des conséquences d’un tel retrait. Par exemple, le retrait de votre consentement peut nous empêcher d’être en mesure de vous fournir ou de continuer de vous fournir certains produits ou services.</p> <p>Dans certains cas, vous ne pouvez pas retirer votre consentement. Par exemple, vous ne pouvez pas retirer votre consentement à la collecte, à l’utilisation ou à la communication de renseignements lorsque nos activités à ces fins sont exigées par la loi. De même, tant que vous avez un prêt ou un produit de crédit ou service avec nous, vous ne pouvez pas retirer votre consentement à la collecte, à l’utilisation et à la communication continues de vos renseignements personnels relativement au produit ou au service en question. Par ailleurs, pour préserver l’intégrité du système d’évaluation du crédit, nous pouvons mettre à jour périodiquement vos renseignements auprès d’agences d’évaluation du crédit, tant que vous détenez un produit de crédit ou bénéficiez d’un service connexe avec nous. Vous ne pouvez pas retirer votre consentement à la communication de renseignements au cours de cette période.</p> <p><strong>Communications commerciales électroniques; Loi canadienne anti-pourriel (LCAP)</strong> - sous réserve de la loi applicable, nous pouvons de temps à autre vous envoyer des communications électroniques vous informant de nos produits, nouveaux ou existants, notamment des offres spéciales ou des promotions susceptibles de vous intéresser. Vous pouvez à tout moment vous désabonner afin de ne plus recevoir nos messages commerciaux électroniques. Pour ce faire, il vous suffit de cliquer sur le lien « Se désabonner » ou « Option de retrait » ou de suivre toute autre instruction de désabonnement incluse dans le message en question. Veuillez prévoir jusqu’à 10 jours ouvrables pour que le changement ait lieu. Prenez note que cela ne limitera pas notre droit à vous envoyer certaines communications relatives à votre compte ou à vos produits, services ou transactions actuels avec nous, ou selon ce qui est autrement permis ou exigé par la loi en vigueur; de plus, les messages relatifs à vos comptes transactionnels ne seront pas affectés si vous décidez de ne plus recevoir nos messages commerciaux électroniques.</p> <p><strong><em>Quatrième principe:</em> Limitation de la collecte</strong> – La Société ne peut recueillir que les renseignements personnels nécessaires aux fins déterminées et doit procéder de façon honnête et licite.</p> <p><strong><em>Cinquième principe:</em> Limitation de l’utilisation, de la communication et de la conservation</strong> – La Société n’utilisera pas et ne communiquera pas les renseignements personnels à des fins autres que celles auxquelles ils ont été recueillis à moins que la personne concernée n’y consente ou que la loi ne l’exige. Nous ne devons conserver les renseignements personnels qu’aussi longtemps que nécessaire pour la réalisation des fins déterminées ou lorsque la loi l’exige. Lorsque vos renseignements ne nous seront plus nécessaires, nous les détruirons, les effacerons ou les rendrons anonymes.</p> <p><strong><em>Sixième principe:</em> Tenue à jour des renseignements personnels</strong> – La Société conserve des renseignements personnels aussi exacts, complets et à jour que l’exigent les fins auxquelles ils sont destinés.</p> <p>Nous ne ménagerons aucun effort afin de garder les renseignements personnels aussi exacts, complets et à jour que l’exigent les fins auxquelles ils sont destinés; néanmoins, nous comptons sur vous pour nous aviser en cas de changement de ces renseignements. Si vous désirez vérifier l’exactitude et l’exhaustivité des renseignements personnels figurant dans nos dossiers, vous pouvez communiquer avec notre agent de conformité (voir coordonnées ci-dessous).</p> <p><strong><em>Septième principe:</em> Sécurité des renseignements personnels</strong>– La Société protégera les renseignements personnels en recourant à des mesures de sécurité adéquates en fonction du caractère délicat des renseignements.</p> <p>Nous protégerons les renseignements personnels en notre possession ou sous notre contrôle contre la perte ou le vol ainsi que contre a consultation, la communication, la copie, l’utilisation ou la modification sans autorisation. Les mesures de sécurité adoptées pour protéger vos renseignements personnels varient selon le degré de sensibilité, le volume, la distribution, le format et la méthode de stockage des renseignements en question. Il s’agit notamment des mesures de sécurité suivantes :</p> <ul> <li>la sécurité physique, par exemple l’utilisation de classeurs verrouillés et l’accès restreint aux bureaux;</li> <li>la sécurité de l’organisation, par exemple, les habilitations de sécurité, le contrôle des entrées dans les centres de données et la limitation de l’accès aux renseignements pertinents selon le principe du besoin de connaître; et</li> <li>la sécurité de la technologie, par exemple, limiter l’accès aux applications à des postes précis, à l’utilisation de mots de passe, aux numéros d’identification personnels et au chiffrement.</li> </ul> <p>La Société prendra les précautions nécessaires lorsqu’il s’agit d’aliéner ou de détruire des renseignements personnels afin de prévenir l’accès non autorisé aux renseignements. </p> <p>Lorsque la Société a recours à des fournisseurs de services qui peuvent avoir accès aux renseignements personnels sous notre contrôle, nous signons des contrats et prenons d’autres mesures exigeant de ces fournisseurs la mise en place de politiques et de pratiques comparables aux nôtres dans le but de protéger la confidentialité et la sécurité de vos renseignements personnels et d’évite ainsi que ceux-ci soient utilisés ou divulgués à des fins non autorisées.</p> <p><strong><em>Huitième principe:</em> Transparence concernant nos pratiques en matière de confidentialité</strong> – La Société fera en sorte que les renseignements particuliers concernant nos politiques et pratiques relatives à la gestion des renseignements personnels soient accessibles aux personnes avec lesquelles nous établissons des relations.</p> <p>Si vous avez des questions ou des préoccupations concernant la présente Politique de confidentialité ou nos pratiques et procédures en la matière, veuillez communiquer avec notre agent de conformité (voir les coordonnées ci-après).</p> <p><strong><em>Neuvième principe:</em> Accès aux renseignements</strong> – La Société informera toute personne qui en fait la demande de l’existence de renseignements personnels qui la concernent, de l’usage qui en est fait et du fait qu’ils ont été communiqués à des tiers, et lui permettre de les consulter. Il sera aussi possible à la personne concernée de contester l’exactitude et l’intégralité des renseignements et d’y faire apporter les corrections appropriées.</p> <p><strong>Accès à vos renseignements personnels</strong> – Si vous le demandez, nous vous dirons quels renseignements personnels sont en notre possession, comment nous les utilisons et à qui ils sont communiqués. Nous vous fournirons également sur demande, une copie des dossiers liés à vos renseignements personnels, sauf dans certaines situations (par exemple, s’ils contiennent des détails sur d’autres personnes, ils ne peuvent pas être communiqués pour des raisons d’ordre juridique, des raisons de sécurité ou des raisons d’ordre commercial exclusives, et le fait que les renseignements sont protégés par le privilège du secret professionnel de l’avocat ou le privilège relatif au litige, ou encore dans d’autres circonstances prévues par la loi). Afin de vous assurer que les renseignements sont communiqués à la bonne personne, il vous sera demandé de fournir des preuves d’identification appropriées ou de vous identifier d’une autre manière. Si nous ne pouvons pas fournir une liste des organismes auxquels nous avons communiqué vos renseignements personnels, nous fournirons une liste des organismes auxquels nous avons pu communiquer les renseignements en question. Si nous refusons votre demande d’accès, nous vous donnerons les motifs de cette décision. S’il y a des frais d’accès à vos renseignements, nous vous informerons du coût approximatif avant de vous donner l’accès. Les demandes d’accès doivent être transmises par écrit à notre agent de conformité (voir les coordonnées ci-après).</p> <p><strong>Exactitude de vos renseignements personnels</strong> – Vous pouvez contester l’exactitude et l’exhaustivité de vos renseignements personnels en notre possession. Si vous nous prouvez que vos renseignements personnels sont erronés, incomplets ou dépassés, nous les modifierons ou les supprimerons le cas échéant. Au besoin, nous enverrons les renseignements personnels modifiés aux tiers à qui nous avons communiqué des renseignements inexacts, incomplets ou dépassés afin de leur permettre de rectifier leurs dossiers. Si nous refusons de procéder à la révision ou à la suppression des renseignements personnels, comme vous l’avez exigé, vous pourrez contester cette décision. Nous consignerons ce grief et le communiquerons, au besoin, à tout tiers qui aura reçu lesdits renseignements personnels de notre Société. Si vous désirez vérifier l’exactitude et l’exhaustivité des renseignements personnels figurant dans nos dossiers, veuillez communiquer avec notre agent de conformité (voir coordonnées ci-dessous).</p> <p><strong><em>Dixième principe:</em> Possibilité de porter plainte à l’égard du non-respect des principes</strong> – Toute personne doit être en mesure de se plaindre auprès de notre agent de conformité si la Société ne respecte pas la présente Politique de conformité ou les lois en vigueur en matière de confidentialité.</p> <p>La Société a mis en place des politiques et des procédures régissant la réception, l’investigation et la réponse aux questions et plaintes formulées par des personnes relativement au traitement de leurs renseignements personnels.</p> <h3 class="dealnet-section-title">Communiquez avec nous</h3> <p>Si vous souhaitez avoir accès à vos renseignements personnels, modifier votre consentement par rapport à leur utilisation ou la communication de vos renseignements personnels ou déposer une plainte concernant notre Politique de confidentialité ou l’utilisation que nous faisons de vos renseignements, ou si vous avez des questions au sujet de notre Politique de confidentialité, veuillez communiquer avec notre agent de conformité :</p> <p class="address-info"> Agent de conformité <br> 4, King Street West <br> Toronto (Ontario) <br> M5H 1A1 <br> Courriel : <a href="mailto:privacy@ecohomefinancial.com" class="dealnet-info-link">privacy@ecohomefinancial.com</a><br> </p> <p>La Société examinera toutes les plaintes. Si nous constatons qu’une plainte est justifiée, nous prendrons les mesures appropriées, notamment, la modification de nos politiques et pratiques au besoin. Si vous n’êtes pas satisfait de la façon dont la Société a répondu à votre plainte, vous pourrez vous adresser au Commissariat à la protection de la vie privée du Canada :</p> <p class="address-info"> Commissariat à la protection de la vie privée du Canada <br> 30, rue Victoria <br> Gatineau (Québec) K1A 1H3 <br> 1-800-282- 1376 <br> <a href="https://www.priv.gc.ca/" target="_blank" class="dealnet-info-link">www.priv.gc.ca</a><br> </p> <h3 class="dealnet-section-title">Mise à jour de la Politique de confidentialité</h3> <p>Pour que notre Politique de confidentialité demeure à jour, nous nous réservons le droit de la modifier au besoin. Si nous apportons des changements à la cette Politique de confidentialité, nous en modifierons la date d’entrée en vigueur tel que mentionné ci-dessus. Les avis de mise à jour de la présente Politique de confidentialité seront affichés sur le site Web de la Société (www.ecohomefinancial.com) et peuvent aussi être distribués au moyen d’énoncés, de bulletins d’information ou d’autres moyens de communication. Veuillez consulter régulièrement notre site Web pour découvrir les mises à jour éventuelles de la présente Politique de confidentialité.</p> <h3 class="dealnet-section-title">Visite du site Web d’EcoHome Financial</h3> <p><strong>Témoins</strong> - Le « témoin » est un élément de données créé par un serveur Web lorsque vous vous rendez sur un site Web. Ces données sont des renseignements sur la façon dont vous utilisez un site et le moment où vous le faites. Il se trouve sur votre ordinateur sous la forme d’un petit fichier texte. Les renseignements ne peuvent pas être utilisés pour vous identifier personnellement. Les témoins ne recueillent pas de renseignements personnels à votre sujet, comme votre nom, adresse, numéro de téléphone ou adresse de courriel.</p> <p>Nous utilisons les témoins identificateurs de session sur notre site <a class="dealnet-info-link" href="http://ecohomefinancial.com/" target="_blank">www.ecohomefinancial.com</a>. Les témoins volatils identifient la session d’un utilisateur particulier. Ils permettent au site Web de vous reconnaître durant votre session de navigation et, du coup, d’améliorer votre expérience. Les témoins identificateurs de session sont des témoins temporaires qui expirent à la fin de la session lorsque vous quittez le site.</p> <p>Nous utilisons également Google Analytics pour aider à analyser comment les visiteurs se comportent avec notre site Web. Google Analytics utilise des témoins pour recueillir les renseignements relatifs à la connexion à Internet (p. ex., adresse IP) et au comportement du visiteur (p. ex., l’adresse de la page Web que vous visitez), dans un formulaire anonyme. Les renseignements générés par les témoins de Google Analytics sur votre utilisation du site Web sont transmis à Google, puis traités pour produire, à partir des données regroupées, des rapports statistiques sur l’activité du site Web. Ces rapports nous permettent d’évaluer l’utilisation du visiteur et ainsi de gérer et d’améliorer le site et son contenu afin de mieux répondre aux besoins de nos visiteurs. Vous pouvez choisir de ne pas faire l’objet d’un suivi par Google Analytics – pour obtenir des renseignements plus détaillés sur le retrait du suivi par Google Analytics dans tous les sites Web que vous consultez, allez à la page <a href="https://tools.google.com/dlpage/gaoptout" class="dealnet-info-link" target="_blank">https://tools.google.com/dlpage/gaoptout</a>. Pour en savoir davantage sur Google Analytics, veuillez vous reporter à <a href="https://www.google.com/policies/privacy/partners/" class="dealnet-info-link" target="_blank">https://www.google.com/policies/privacy/partners/</a>.</p> <h3 class="dealnet-section-title">Autres sites Web</h3> <p>Notre site Web, <a class="dealnet-info-link" href="http://ecohomefinancial.com/" target="_blank">www.ecohomefinancial.com</a>, peut contenir des liens vers d’autres sites Web. EcoHome Financial n’est pas responsable des pratiques en matière de confidentialité en vigueur sur les autres sites Web. Nous encourageons les utilisateurs de notre site Web à lire les énoncés de confidentialité des autres sites Web qui recueillent vos renseignements personnels.</p>
