Repository: hardikecohome/TestCodePipeline
Catalog: Client/DealnetPortal.Web.Resources/Resources.*.resx
Languages: fr

source: Deal submitted for audit
fr: La transaction a été soumise à la vérification

# IfDocumentsUploadedSendReport
source: If all needed documents for contract were uploaded, please, send report
fr: Si tous les documents requis pour la ratification du contrat ont été téléversés, veuillez envoyer un rapport

# IfYouSendToAuditNoChanges
source: If you send documents to audit you won't have possibility to make some changes in this contract or upload any document
fr: Si vous envoyez des documents à la vérification, vous ne pourrez plus apporter de modifications à ce contrat ni téléverser un document

source: Proceed
fr: Continuer

source: Send to Audit
fr: Envoyer à la vérification

# SendToAuditQuestion
source: Send to Audit?
fr: Envoyer à la vérification?

# YouNeedToUploadMoreDocuments
source: You need to upload more documents and confirm again
fr: Vous devez téléverser d’autres documents et confirmer de nouveau

# NineMonth
source: 9 Months
fr: 9 mois

# TwelveMonth
source: 12 Months
fr: 12 mois

# TwoMonth
source: 2 Months
fr: 2 mois

source: Add to Comparison
fr: Ajouter à Comparaison

source: Add Type
fr: Ajouter un Type

# AtLeastOne75OrLess
source: At least one of the applicants should be aged 75 or less.
fr: Au moins un demandeur doit être âgé de 75 ans ou moins

# AtLeastOneHomeOwner
source: At least one of the applicants should be a home owner.
fr: Au moins un des demandeurs doit être le propriétaire d’une résidence.

source: Borrower Information
fr: Renseignements sur l'emprunteur

source: Calculator
fr: Calculatrice

source: Choose province
fr: Sélectionner une province

source: Compare to
fr: Comparer à

source: Comparing
fr: Comparaison...

source: Deal Value Starting From
fr: Valeur de transaction à partir de

# DidYouUploadAllDocuments
source: Did you upload all the documents needed? After proceeding you won't have a possibility to make any other changes
fr: Avez-vous téléversé tous les documents nécessaires? Une fois le traitement terminé, vous n'aurez pas l'occasion de faire des modifications.

source: Final check
fr: Vérification finale

source: Home Owner
fr: Propriétaire de résidence

source: Installation Address Information
fr: Adresse d'installation

source: Installation Date
fr: Date d'installation

source: Installed Equipment Model
fr: Modèle de l'équipement installé

source: Installed Equipment Serial Number
fr: N° de série de l'équipement installé

source: Installer First Name
fr: Prénom de l'installateur

source: Installer Last Name
fr: Nom de l'installateur

# MailingAddressNotSameAsInstallation
source: Mailing address is not the same as Installation Address
fr: Adresse mail, si différente de l'adresse d'installation

source: Previous Address Information
fr: Adresse précédente

# ReadyForAudit
source: Request to Fund
fr: Prêt pour la vérification

source: Remove
fr: Retirer

source: Street
fr: Adresse

# YouCantEditBecauseSubmittedYouCanAddAdditional
source: You can't edit information about borrower and additional applicant(s) because this deal was already submitted. You can add additional applicant(s)
fr: Impossible de modifier les renseignements sur l’emprunteur et sur les demandeurs additionnels, car cette transaction a déjà été soumise. Vous pouvez ajouter des demandeurs additionnels

# LivedAtCurrentLessThan
source: Lived at current address less than 2 years
fr: A habité à l’adresse actuelle pendant moins de 2 ans

source: Additional Applicant Previous Address Information
fr: Renseignement sur l’adresse antérieure du demandeur additionnel

source: Mandatory documents
fr: Documents obligatoires

source: Download Certificate Template
fr: Télécharger le modèle de certificat

# CannotGetCertificateForPrint
source: Cannot get installation certificate for Print
fr: Impossible d’obtenir le certificat d’installation pour l’impression

source: Please upload all mandatory documents
fr: Veuillez télécharger tous les documents obligatoires

source: Download
fr: Télécharger

# AdditionalIsHomeOwner
source: Additional Applicant is a home owner
fr: Le demandeur additionnel est le propriétaire d’une résidence.

# BorrowerIsHomeOwner
source: Borrower is a home owner
fr: L’emprunteur est le propriétaire d’une résidence.

# LoanTermMustBe3Max
source: Loan Term must be maximum 3 digits long
fr: La durée du prêt doit avoir un maximum de trois chiffres

# AmortizationTermMustBe3Max
source: Amortization Term must be maximum 3 digits long
fr: La durée de l’amortissement doit avoir un maximum de trois chiffres

source: Deal Value From
fr: Valeur de transaction à compter de

source: Deal Value To
fr: Valeur de transaction jusqu’à

# ShareableLink
source: Customer Link
fr: Lien partageable

source: Copy
fr: Copier

source: Equipment/service
fr: Équipement/service

source: Add
fr: Ajouter

source: Define your equipment/service
fr: Décrivez votre équipement/service

source: Type your equipment/service
fr: Entrez votre équipement/service

source: Save
fr: Enregistrer

# FormUpdatedCustomersCanUse
source: Your form was successfully updated and customers can already use it.
fr: Votre formulaire a été correctement mis à jour et les clients peuvent déjà l’utiliser.

# FormUpdatedButCustomersNotAbleToUse
source: Your form was successfully updated but now is disabled and customers won't be able to use it.
fr: Votre formulaire a été correctement mis à jour, mais il est pour l’instant désactivé et les clients ne seront pas en mesure de l’utiliser.

source: Apply for financing
fr: Faire une demande de financement

source: Your Information
fr: Vos renseignements

source: I own this property
fr: Cette propriété m’appartient

source: Write your comment
fr: Écrivez votre commentaire

# IAgreeToPassInfoToCreditCheck
source: I agree to pass information to credit check
fr: J’accepte de transmettre les renseignements pour la vérification de crédit

# IAgreeDealerOrRepresentativesMayContact
source: I agree that dealer or its representatives may contact me by email or phone
fr: J’accepte que le courtier ou ses représentants communiquent avec moi par courriel ou par téléphone

source: Submit Application
fr: Soumettre la demande

# PleaseFillCaptchaToContinue
source: Please, fill the captcha field to continue with the application.
fr: Veuillez remplir le champ captcha pour poursuivre la demande.

# PleaseCheckAgreementToContinue
source: Please, check the credit agreement field to continue with the application.
fr: Veuillez cocher le champ d’acceptation pour poursuivre la demande.

source: Form in English
fr: Formulaire en anglais

source: Form in French
fr: Formulaire en français

source: Mailing Address Information
fr: Adresse mail

source: Internal
fr: Interne

# LoadingWithDots
source: Loading...
fr: Chargement...

source: Processing your application...
fr: Traitement de votre demande...

# NameOfDocument
source: Name of a document
fr: Nom d’un document

source: This field is required.
fr: Ce champ doit être rempli.

# TheFieldMustBeMaximum
source: The field {0} must be a string with a maximum length of {1}.
fr: Le champ {0} doit être une chaîne de caractères d’une longueur maximale de {1} caractères.

# TheFieldMustBeMinimumAndMaximum
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
fr: Le champ {0} doit être une chaîne de caractères d’une longueur minimale de {2} caractères et d’une longueur maximale de {1} caractères.

source: On my behalf
fr: En mon nom

source: Created By
fr: Créé par

source: Dealer
fr: Courtier

source: Created by Customer
fr: Créé par le client

# WhatEquipmentServiceYouInterestedIn
source: What equipment/service are you interested in?
fr: Quel équipement ou service vous intéresse?

source: You should fill all mandatory fields
fr: Vous devez remplir tous les champs obligatoires

# ToProceedYouNeedToBe75LessPleaseContact
source: In order to proceed you need to be aged 75 or less. Please contact dealer directly.
fr: Afin de pouvoir poursuivre, vous devez être âgé de 75 ans ou moins. Veuillez communiquer directement avec le courtier.

# CongratulationsYouBeenPreApprovedFor
source: Congratulations, you have been pre-approved for ${0}.
fr: Félicitations, vous avez été pré-approuvé pour un montant de {0} $.

source: Application Submitted By
fr: Demande soumise par

source: New
fr: Nouveau

# CheckingInfoUsuallyMinutes
source: We are checking the information. Usually it takes about two minutes.
fr: Nous vérifions l’information. Habituellement, cela prend environ deux minutes.

source: Dealer/Sales agent
fr: Courtier ou agent de vente

# ShowLessInfo
source: Show less information
fr: Afficher moins de renseignements

# BorrowerContactInfo
source: Borrower Contact Information
fr: Coordonnées de l’emprunteur

source: Switch to English
fr: Basculer vers l’anglais

source: Borrower Email
fr: Courriel de l’emprunteur

source: Borrower
fr: Emprunteur

source: Total Price of Equipment
fr: Prix total de l’équipement

source: Fixed Rate
fr: Taux fixe

source: Your Cost
fr: Votre coût

source: Select
fr: Sélectionner

source: Cost of Borrowing
fr: Frais d’emprunt

source: No Interest
fr: Aucun intérêt

source: Deferral
fr: Report

source: Deferral Period
fr: Période de report

source: Custom
fr: Personnaliser

# IfYouHaveQuestionsPleaseContact
source: If you have any question please contact
fr: Si vous avez des questions, veuillez communiquer avec

# WillContactYouSoon
source: {0} will contact you soon.
fr: {0} communiquera avec vous prochainement.

# YourFinancingApplicationWasSubmitted
source: Your financing application was successfully submitted.
fr: Votre demande de financement a été soumise.

source: English
fr: Anglais

source: French
fr: Françias

# CannotBeLongerThan
source: {0} cannot be longer than {1}.
fr: {0} ne peut pas dépasser {1}.

source: Months
fr: Mois

source: Your Rate
fr: Votre taux

# YourRateIncorrectFormat
source: Your Rate is in incorrect format
fr: Votre taux est en format incorrect

# CustomerOrYourCostRequired
source: Customer Rate or Your Cost is Required
fr: Le taux du client ou votre coût est requis

# PleaseEnterAtLeastZero
source: Please enter at least 0.
fr: Entrez au moins 0.

# AdditionalApplicantAddressInfo
source: Additional Applicant Address Information
fr: Information supplémentaire sur l'adresse du demandeur

# AdditionalApplicantAddressNotSameAsBorrower
source: Additional Applicant address is not the same as borrower's address
fr: L'adresse du demandeur supplémentaire n'est pas la même que l'adresse de l'emprunteur

# AmortNotShorterThanLoan
source: Amortization term cannot be shorter than Loan term.
fr: La durée d'amortissement ne peut être inférieure à la durée du prêt.

source: Amort. Term
fr: Terme d'Amort.

source: Customer Rate
fr: Taux de clientèle

# EqualPayments
source: 0% EQUAL PAYMENTS
fr: 0% EGAL PAYMENTS

source: Financing Options
fr: Options de Financement

# LoanAmortTerm
source: Loan/Amortization Term
fr: Durée du prêt / amortissement

# Month180AmortOnlyOver5000
source: 180 month amortization is available only on loans over $5,000
fr: L’amortissement de 180 mois est disponible seulement pour les prêts supérieurs à 5,000 $

source: STANDARD RATE
fr: TAUX STANDARD

# AcceptanceOfLeadFeeAppliedToYourAccount
source: On acceptance of lead {0} fee will be applied to your account as a lead fee.
fr: À l’acceptation de la piste, des frais de {0} seront facturés à votre compte à titre de frais pour les pistes.

source: Accept Lead
fr: Accepter la piste

# AcknowledgeAndAgree
source: I acknowledge and agree
fr: Je reconnais et j’accepte

# AcknowledgeAndAgreementObtainCreditReport
source: By submitting this application, you acknowledge and agree that EcoHome Financial is authorized to obtain your credit report from one or more consumer credit reporting agencies (e.g. Equifax or TransUnion), to verify the information in your credit report with third parties as necessary, and to periodically update your credit information with credit reporting agencies. You are hereby notified that a consumer report containing credit and/or personal information may be referred to in connection with this application. You consent to accept, receive and use in electronic form any and all agreements, notices, disclosures and other documents or information in relation to this application that EcoHome Financial may deliver to you.
fr: En soumettant cette demande, vous reconnaissez et acceptez que la compagnie de Financement EcoHome inc. est autorisée à obtenir votre dossier de crédit d’une ou plusieurs agences d’évaluation du crédit des consommateurs (par exemple, Equifax ou trans Union), afin de vérifier les renseignements de votre dossier de crédit auprès de tiers au besoin, et de mettre à jour, de manière périodique, les renseignements de votre dossier de crédit auprès des agences d’évaluation du crédit. Vous êtes avisé par les présentes qu’un rapport de consommation renfermant de l’information sur le crédit ou des renseignements personnels, peut-être consulté relativement à cette demande. Vous consentez à, de recevoir et d’utiliser en format électronique toutes les ententes et tous les avis, divulgations et autres documents ou renseignements liés à la présente demande que la compagnie de financement ecohome inc. peut vous envoyez.

source: Acknowledgment
fr: Reconnaissance

source: Add additional owner
fr: Ajouter un propriétaire supplémentaire

source: Add another brand
fr: Ajouter une autre marque

source: Add Another Client
fr: Ajouter un autre client

# AddAnotherOption
source: Add Another Option to Compare
fr: Ajouter une autre options aux fins de comparaison

source: Add Client
fr: Ajouter un client

source: Add Customer
fr: Ajouter un client

source: Added on
fr: Ajouté sur

# AdditionalIsOwnerOfProperty
source: Additional Applicant owns this property
fr: Le demandeur supplémentaire est propriétaire de la propriété

source: Additional owner information
fr: Renseignements du propriétaire supplémentaire

source: Add Postal Code
fr: Ajouter un code postal

source: Address
fr: Adresse

# AddressDetermined
source: Address to be determined
fr: Adresse à déterminer

# AddressUnknownClientShoppingOtherProperty
source: Address unknown. Client is shopping for other property.
fr: Adresse inconnue. Le client cherche à acheter d’autres biens.

# AgreementPersonalData
source: <h2>Collection, Use and Disclosure of Personal Information</h2> <p>EcoHome Financial may collect, use and disclose personal information provided by you on this application, obtained as part of the application process (including from credit reporting agencies and other sources) and/or, if your application is approved, obtained from time to time in the administration or operation of your account, for some or all of the following purposes:</p> <ul> <li> to verify your identity and information provided by you, such as your employment or credit history </li> <li> to evaluate your credit-worthiness </li> <li> to process your application, determine your eligibility for any product or service you may request, and, if your application is approved, to open, administer and operate your account </li> <li> to respond to your requests for products, services or other information </li> <li> to enable us and, as applicable, our third party service providers and vendors to provide you with products and ongoing services </li> <li> to verify your instructions </li> <li> to protect against errors and fraud </li> <li> to investigate complaints </li> <li> to satisfy regulatory or legal reporting requirements </li> <li> as otherwise permitted or required by law </li> </ul> <p>In addition, personal information may be exchanged with credit reporting agencies, credit bureaus, credit insurers and other financial institutions to maintain the integrity of the credit-granting process and determine eligibility for financial products and services.</p> <br> <p>By submitting this application, you consent to and authorize such collection, use and disclosure.</p>
fr: <h2>Collecte, utilisation et divulgation des renseignements personnels</h2> <p>EcoHome Financial peut recueillir, utiliser et divulguer les renseignements personnels que vous avez fournis dans la présente demande, obtenus dans le cadre du processus de demande (y compris, d’agences d’évaluation du crédit et d’autres sources) ou si votre demande est approuvée, obtenus de temps à autre par l’intermédiaire de l’administration ou de l’utilisation de votre compte, pour ce qui suit, en tout ou en partie :</p> <ul> <li> vérifier votre identité et l’information que vous avez fournie, comme vos historiques de crédit ou d’emploi; </li> <li> évaluer votre solvabilité; </li> <li> traiter votre demande, déterminer votre admissibilité à tout produit ou service que vous pouvez demander et, si votre demande est approuvée, pour ouvrir, administrer et gérer votre compte; </li> <li> répondre à vos demandes de produits, services ou d’autre information; </li> <li> nous permettre et, selon le cas, pour permettre à nos fournisseurs de services, de vous fournir des produits et des services de façon permanente; </li> <li> vérifier vos instructions; </li> <li> nous protéger des erreurs et de la fraude; </li> <li> enquêter sur les plaintes; </li> <li> satisfaire les exigences de déclaration réglementaires ou juridiques; </li> <li> ou autrement si la loi l’autorise ou l’exige. </li> </ul> <p>En outre, les renseignements personnels peuvent être échangés avec des agences d’évaluation du crédit, bureaux de crédit, assureurs-crédit et autres établissements financiers afin de maintenir l’intégrité du processus d’octroi de crédit et déterminer l’admissibilité à des produits financiers et services financiers.</p> <br> <p>Lorsque vous soumettez cette demande, vous consentez et autorisez la présente collecte, utilisation et divulgation de renseignements.</p>

# AllAplicantsConsents
source: You can't proceed until all applicants provide their consents.
fr: Vous ne pouvez pas continuer avant que tous les demandeurs n’aient donné leur consentement.

# AnnualSalesIncorrectFormat
source: Estimated annual Sales is in incorrect format
fr: Le format des ventes annuelles estimatives est incorrect

# AnnualSalesVolume
source: Estimated annual sales volume
fr: Estimation du volume de ventes annuel

source: Application Created By
fr: Demande créée par

source: Application Number
fr: Numéro de la demande

# ApplicationSuccessfullySubmitted
source: Thank you, your application was successfully submitted.
fr: Merci. Votre demande a été soumise avec succès.

source: Apply
fr: Soumettre une demande

source: Area of my service
fr: Région de mon service

source: Are you sure?
fr: Êtes-vous certain?

source: Are you sure you want to remove this application
fr: Êtes-vous certain de vouloir supprimer cette demande?

# AreYouWithProvider
source: Are you with a current finance provider?
fr: Avez-vous un fournisseur de financement actuellement?

source: At current address
fr: À l’adresse actuelle

source: At new home address
fr: À la nouvelle adresse du domicile

source: Average transaction size
fr: Prix de transaction moyen

# AverageTransactionSizeIncorrectFormat
source: Average Transaction Size is in incorrect format
fr: Le format de la prix de transaction moyen est incorrect

# BorrowerIsOwnerOfProperty
source: Borrower owns this property
fr: L’emprunteur est propriétaire de la propriété

# BorrowerLivedAtCurrentLessThan
source: Borrower lived at current address less than 6 month
fr: L’emprunteur habite à l’adresse actuelle depuis moins de 6 mois

# BorrowerMailingAddressNotSameAsInstallation
source: Mailing address of borrower is not the same as Installation Address
fr: Adresse postale de l’emprunteur, si différente de l’adresse d’installation

source: Both
fr: Les deux

source: Brands
fr: Marques

source: Broker
fr: Courtier

# BusinessNameIncorrectFormat
source: Name of Business is in incorrect format
fr: Le format du nom de l’entreprise est incorrect

source: Capture
fr: Saisir

# CertifyDealerInfo
source: By executing below, the Principal in his or her personal capacity (“I”, “me”) and the company (“We”) certify that all the information contained in this Dealer Application is true and complete.
fr: En signant ci-dessous, la partie principale en sa capacité personnelle (« je », « moi ») et la société (« nous ») attestent que tous les renseignements contenus dans la présente demande de courtier sont véridiques et complets.

source: Channel
fr: Circuit

source: (check all that apply)
fr: (cochez toutes les réponses applicables)

# CheckApplicableItemsFromList
source: Check all applicable items from our list
fr: Cochez tous les éléments pertinents dans notre liste

# CheckYourLink
source: Please check your link and try again
fr: Veuillez vérifier votre lien et réessayer

source: Choose products
fr: Sélectionner les produits

source: Choose provinces
fr: Sélectionner les provinces

# ClientAgreesSendPersonalDataToCreditCheck
source: Client agrees to send his/her personal data to credit check
fr: Le client accepte d’envoyer ses données personnelles pour la vérification du crédit

# ClientAuthorizesReleaseToDealnetCapital
source: Client authorizes release of personal information to DealNet Capital and its representatives; furthermore, Client authorizes DealNet Capital or its representatives to contact him/her
fr: Le client autorise la divulgation de renseignements personnels à DealNet Capital et à ses représentants. En outre, le client autorise DealNet Capital ou ses représentants à communiquer avec lui.

source: Client Consent
fr: Consentement du client

source: Client Email
fr: Courriel du client

source: Client Information
fr: Renseignements sur le client

# ClientLivedCurrentAddressLessThenSixMonth
source: Client has lived at current address for less than 2 years
fr: Le client a vécu à l’adresse actuelle pendant moins de 2 ans

# ClientProvidesExpressConsentToCreditCheck
source: Client provides express consent for a credit check
fr: Le client donne son consentement explicite pour une vérification de crédit

source: Client's Comment
fr: Commentaire du client

source: Close
fr: Fermer

source: Company information
fr: Renseignements sur l’entreprise

source: Connect with dealer support:
fr: Communiquez avec le soutien {0} aux courtiers pour obtenir de l’assistance :

source: Consent
fr: Consentement

source: Consents
fr: Consentements

# ConsentToReceiveCommercialElectronicMessages
source: By checking this box, you consent to receive commercial electronic messages from EcoHome Financial at your email address and telephone number(s) provided by you in this application or from time to time in connection with your account, including electronic communications that market or promote our programs, products, services, offers, events and surveys that may be of interest to you. You may withdraw this consent at any time. You may contact EcoHome Financial Inc. at 325 Milner Avenue, Suite 300, Toronto, Ontario M1B 5N1
fr: En cochant cette case, vous consentez à recevoir des messages électroniques commerciales de la compagnie financement EcoHome à l'adresse du courriel et aux numéros de téléphone que vous avez fournis dans la demande ou de temps à autre relativement à votre compte, y compris des communications électroniques portant sur la commercialisation ou la promotion de nos programmes, nos produits, nos services, nos offres, nos événements et nos sondages qui pourraient vous intéresser. Vous pouvez retirer ce consentement en tout temps. Vous pouvez communiquer avec la compagnie de Financement EcoHome inc. au 425, boul de Maisonneuve O, Montréal, QC H3A 3G5

source: Consumer direct
fr: Directement au consommateur

# ContactNameIncorrectFormat
source: Contact Name is in incorrect format
fr: Le format du nom de la personne-ressource est incorrect

source: Contacts
fr: CONTACT
