Repository: hardikecohome/TestCodePipeline
Catalog: Client/DealnetPortal.Web.Resources/Resources.*.resx
Languages: fr

# ProductAndSalesInformation
source: Product & sales information
fr: Renseignements sur les produits et les ventes

# ProductsForFinancing
source: Products for financing program
fr: Produits pour le programme de financement

# ProgramServiceRequired
source: Program services required
fr: Services de programme requis

source: Project Type
fr: Type de projet

source: Proof of insurance
fr: Preuve d'assurance et états financiers de l'entreprise - État des profits et pertes pour l’année fiscale précédent.

# ProvincesMinLength
source: There should be at least {0} Province
fr: Il doit y avoir au moins {0} province

source: Provincial Safety Standard Licensing
fr: Permis relatif aux normes de sécurité provinciales

# QuestionsContactDealerSupport
source: If you have any questions please contact dealer support:
fr: Si vous avez des questions, veuillez communiquer avec le soutien aux courtiers :

source: Reason For Interest
fr: Raison de l’intérêt

source: Reason for interest with Ecohome
fr: Raison de l’intérêt envers Ecohome

source: Referrals
fr: Recommandations

source: Registration Number
fr: Numéro d’enregistrement

source: Relationship structure
fr: Structure de relation

source: Relationship to
fr: Lien avec

source: Requested Equipment/Service
fr: Équipement ou service requis

# RequestedTermMustBe3Max
source: Requested Term must be maximum 3 digits long
fr: La durée demandée doit avoir un maximum de 3 chiffres

source: Required documents
fr: Documents requis

source: Sales Agent
fr: Agent de vente

source: Sales approach
fr: Approche de ventes

source: Save and Resume later
fr: Enregistrer et continuer plus tard

# SaveEntireAppAndResumeLater
source: Save entire application and resume later
fr: Sauvegarder l’application et reprendre plus tard

source: Secondary brand
fr: Marque secondaire

# SecondaryBrandIncorrectFormat
source: Secondary Brand is in incorrect format
fr: Le format de la marque secondaire est incorrect

source: Secondary manufacturer brand sold
fr: Marque secondaire du fabricant vendue

source: Select category
fr: Sélectionnez la catégorie

# SelectOneProduct
source: In order to submit application you need to add at least one product
fr: Afin de soumettre la demande, vous devez ajouter au moins un produit

# SelectOneProvince
source: In order to submit application you need to add at least one province
fr: Afin de soumettre la demande, vous devez ajouter au moins une province

source: Send me link
fr: Envoyez-moi le lien

# SiteInvalidFormat
source: Website Url is in incorrect format
fr: Le format du lien URL du site Web est incorrect

source: Something went wrong.
fr: Une erreur est survenue.

source: Success
fr: Réussite

source: Such postal code already exist
fr: Le code postal existe déjà

# TheFieldIsRequired
source: The {0} field is required.
fr: Le champ {0} est obligatoire.

# TheRangeFieldMustBeMinimumAndMaximum
source: The field {0} must be a string with a minimum length of {1} and a maximum length of {2}.
fr: Le champ {0} doit être une chaîne d’une longueur minimale de {1} et d’une longueur maximale de {2}.

# ToSubmitAppProvideOwnerInfo
source: In order to submit application please provide information about owners whose ownership is in total over 50%.
fr: Afin de soumettre la demande, veuillez fournir des renseignements au sujet des propriétaires dont la propriété totale est supérieure à 50 %.

# TotalOwnershipNotExceed100
source: Total Percentage of Ownership should not exceed 100, please check fields.
fr: Le pourcentage de propriété total ne doit pas dépasser 100 %. Veuillez vérifier les champs.

source: Trade references
fr: Références commerciales

source: Trade Shows
fr: Salons commerciaux

source: Type of Business
fr: Type d’entreprise

# UnableToProcessApplicationAutomatically
source: Unfortunately, we’re unable to process this application automatically.
fr: Malheureusement, nous ne sommes pas en mesure de traiter cette demande par voie automatique.

# VerificationId
source: Customer's Verification Id
fr: ID de vérification du client

# VoidCheque
source: Business void cheque — Account to receive Ecohome funding
fr: Chèque d’entreprise annulé – compte pour recevoir les versement d’Ecohome

# WantToSendLink
source: Want us to email you this link? Enter your email below and click “Send me link”.
fr: Vous souhaitez que le lien vous soit envoyé? Saisissez votre adresse de courriel ci-dessous et cliquez sur « Envoyez-moi le lien ».

source: Website
fr: Site Web

# WebsiteMustBeLong
source: Website should be between {1} and {2}
fr: Le site Web doit être de {1} à {2}

# WellContactSoon
source: We will contact you soon.
fr: Nous communiquerons avec vous prochainement.

# WhatProvincesDoBusiness
source: What provinces can you do business in?
fr: Quelles provinces pouvez-vous faire affaires?

# WhereHomeImprovementProjectTakePlace
source: Where will the home improvement project take place?
fr: À quel endroit ce projet de rénovation résidentielle aura-t-il lieu?

# WithoutLinkDataLost
source: Without the link, the data you have entered cannot be retrieved and you will have to start filling out your application at the beginning.
fr: Sans le lien, il sera impossible de récupérer les données que vous avez saisies, et vous devrez recommencer à remplir la demande depuis le début.

source: Years in Business
fr: Années en affaires

# YearsInBusinessIncorrectFormat
source: Years In Business is in incorrect format
fr: Le format des années en affaires est incorrect

# YearsInBusinessMax3
source: Years In Business must be maximum 3 digits long
fr: Le nombre d’années en affaires ne doit pas dépasser 3 chiffres

source: Your configuration was successfully updated
fr: Votre configuration a été mise à jour avec succès

source: Your file type is not supported
fr: Votre type de fichier n’est pas pris en charge

# YouSureYouWantToAcceptLeadThenYouPay
source: Are you sure that you want to accept this lead? In this case you will pay ${0} fee.
fr: Êtes-vous certain de vouloir accepter cette piste? Si c’est le cas, vous paierez des frais de {0} $.

source: Incorporated
fr: Constitué

source: Independent
fr: Indépendant

# LessThanOneYear
source: less than 1 year
fr: Moins d’un an

source: Limited
fr: Limité

# LookingForSecond
source: Looking for secondary
fr: Recherche pour secondaire

# MoreThanTwoYears
source: more than 2 years
fr: Plus de 2 ans

# NoCurrentFinancing
source: No current financing solution
fr: Aucune solution de financement actuelle

source: OEM
fr: Fabricant d’équipement d’origine

# OnboardSuccessWithoutDocumentsTitle
source: Thank you, your application was successfully submitted and we are working on it.
fr: Merci, votre candidature a été soumise avec succès et nous y travaillons.

# OneToTwoYears
source: 1-2 years
fr: 1 à 2 ans

source: Partnership
fr: Société de personnes

# ProvideDocuments
source: Please remember to provide all required documents. You can do it anytime by using the following link:
fr: N'oubliez pas de fournir tous les documents requis. Vous pouvez le faire à tout moment en utilisant le lien suivant:

# SecondBrandLengthIncorrect
source: The field Secondary brand must be a string with a minimum length of 2 and a maximum length of 50.
fr: Le champ Marque secondaire doit être une chaîne d'une longueur minimale de 2 et d'une longueur maximale de 50.

source: Sole Prop
fr: Propriétaire unique

# TenOrMore
source: 10 or more
fr: 10 ou plus

# UnhappyCurrentFinancing
source: Unhappy with current solution
fr: Insatisfait de la solution actuelle

source: Upload another file
fr: Téléverser un autre fichier

# Month180AmortOnlyOver4000
source: 180 month amortization is available only on loans over $4,000
fr: L’amortissement de 180 mois est disponible seulement pour les prêts supérieurs à 4,000 $

source: Invoice
fr: Facture

source: Signed contract
fr: Contrat signé

source: Signed Installation Certificate
fr: Certificat d’installation signé

source: Extended Warranty Form
fr: Formulaire de prolongation de la garantie

source: Third party verification call
fr: Visite de vérification par un tiers

source: Contract signed
fr: Contrat signé

source: Digital contract
fr: Contrat numérique

# CreateAnotherApplicationForHomeOwner
source: Create another application for this home owner
fr: Créer une autre demande pour ce propriétaire

# BorrowerDeclinedSignature
source: Borrower declined to sign the contract
fr: L’emprunteur a refusé de signer le contrat

source: Cancel digital signature
fr: Annuler la signature numérique

# ContactPersonWhoDeclinedSignature
source: Before re-sending invites please contact person who declined to sign. Consider changing contract terms or signing contract on paper.
fr: Avant de renvoyer les invitations, veuillez communiquer avec la personne ayant refusé de signer. Songez à modifier les conditions du contrat ou signer le contrat sur papier.

# InvitesSentWaitingSignatures
source: Invites for digital signing of the contract were sent successfully - waiting for signatures.
fr: Les invitations pour la signature numérique du contrat ont été envoyées avec succès – attente des signatures.

# OneSignerDeclinedRemainingCanceled
source: One of the signers declined to sign. Remaining invites were cancelled.
fr: L’un des signataires a refusé de signer. Les invitations restantes ont été annulées.

source: Paper contract
fr: Contrat papier

# PleaseSignContractOr
source: Please sign the contract {0} or
fr: Veuillez signer le contrat {0} ou

source: Resend invite
fr: Renvoyer l’invitation

source: Re-send invites
fr: Renvoyer les invitations

source: Send invites
fr: Envoyer les invitations

source: To digitaly sign contract
fr: Signer numériquement le contrat

source: Update email
fr: Courriel de mise à jour

# WaitingSignature
source: Waiting for signature
fr: Attente de signature

source: Co-borrower
fr: Coemprunteur

# InviteSentWhenSigns
source: Invitation will be sent when {0} signs
fr: L’invitation sera envoyée lorsque {0} signe

# AreYouSureCancelEsignature
source: Are you sure you want to cancel ESignature for this contract
fr: Êtes-vous sûr que vous voulez annuler la signature électronique pour ce contrat?

# InvitesCanceled
source: Digital invites canceled
fr: Invitations numériques annulées

# PleaseEnterAllEmails
source: Please enter all email addresses to send invites
fr: Veuillez entrer les adresses de courriel pour l’envoi des invitations

source: Download signed contract
fr: Télécharger le contrat signé

source: Digital Signature Status
fr: État de la signature numérique

source: Go to contract details
fr: Aller aux précisions sur le contrat

source: Requested service, customer comment
fr: Service demandé, commentaire du client

# VoidPersonalChequeCopy
source: Copy of Void Personal Cheque
fr: Copie du chèque personnel annulé

source: How can we help?
fr: Comment pouvons-nous vous aider?

source: Dealer Support
fr: Soutien au courtier / Financement

source: Customer Service
fr: Service à la clientèle

source: Credit/Funding
fr: Crédit et financement

# Library
source: Resources
fr: Ressources

source: Deferral/Promo
fr: Report et promotion

# FinProgramUnavailable
source: Previously selected financing program is no longer available. In order to proceed please select a valid program.
fr: Le programme de financement précédemment sélectionné n’est plus offert. Afin de pouvoir continuer, veuillez sélectionner un programme valide.
