Repository: hardikecohome/TestCodePipeline
Catalog: Client/DealnetPortal.Web.Resources/Resources.*.resx
Languages: fr

# CopyLinkResumeLater
source: Please copy the link below and save to resume your application later.
fr: Veuillez copier le lien ci-dessous et enregistrer votre demande pour y revenir plus tard.

# CostWithTaxes
source: Cost (including all taxes)
fr: Coût (y compris les taxes)

source: Current Address
fr: Adresse actuelle

source: Customer Comment
fr: Commentaire du client

source: Customer's Comment
fr: Commentaire du client

# DealerInitial
source: Dealer's Initial
fr: Montant initial du courtier

source: Dealer Invoice Amount
fr: Montant de la facture du courtier

source: Defferal
fr: Report

# DescribeYourHomeImprovementProject
source: Please describe your home improvement project (please don't provide any contact or address information in this field)
fr: Veuillez décrire votre projet de rénovation résidentielle (veuillez ne pas fournir de coordonnées ou d’adresse dans ce champ)

# DescriptionWithMakeModel
source: Description (including make and model)
fr: Description (y compris la marque et le modèle)

source: Details
fr: Détails

source: Distributor
fr: Distributeur

# DoorToDoor
source: Door to door sales
fr: Ventes de porte-à-porte

# EcohomeMustBeListed
source: Ecohome Financial Inc. must be listed as additional insured
fr: Financement Ecohome Inc. doit être désignée comme assuré supplémentaire

# EmailExists
source: The email address you have entered is already registered
fr: L’adresse de courriel que vous avez saisie est déjà enregistrée

# EquipmentTypeLength
source: Select at least one Product
fr: Sélectionnez au moins un produit

source: Estimated move in date
fr: Date d’aménagement estimative

source: Expiry Date
fr: Date d’expiration

# FinanceProviderIncorrectFormat
source: Finance Provider is in incorrect format
fr: Le format du fournisseur de financement est incorrect

source: Finance provider name
fr: Nom du fournisseur de financement

source: Full Legal Name
fr: Nom légal complet

source: Help
fr: Aide

source: Home Improvement
fr: Rénovation résidentielle

source: Home Improvements
fr: Rénovations résidentielles

source: Home Improvement Type
fr: Type d’amélioration de maison

source: House Size
fr: Taille de la maison

source: How is my personal data used?
fr: De quelle façon mes données personnelles sont-elles utilisées?

# InCaseQuestionsContactSupport
source: In case of questions please contact EcoHome Financial support:
fr: Si vous avez des questions, veuillez communiquer avec le service de soutien d’EcoHome Financial :

# InvalidFieldsWerentSaved
source: Please note, invalid fields were not saved
fr: Prenez note que les champs invalides n’ont pas été enregistrés

# JoinOurNetwork
source: Join our growing EcoHome Financial dealer network!
fr: Inscrivez-vous au réseau d’entrepreneurs de Financement EcoHome !

source: Leads
fr: Pistes

# LeadsGenMethod
source: Lead generation method/s
fr: Méthode de génération de ventes

# LeadsNoMatchingRecordsFound
source: Please configure your profile in order to view leads
fr: Veuillez configurer votre profil afin d’afficher les pistes

# LeadWasAcceptedYouCanFind
source: Selected lead was accepted by you. You can find it in {0} page (application # {1}).
fr: La piste choisie a été acceptée par vous. Vous la trouverez à la page {0} (nº de demande {1}).

source: Legal
fr: Renseignements juridiques

# LegalNameIncorrectFormat
source: Legal Name is in incorrect format
fr: Le format du nom légal est incorrect

source: Link
fr: Lien

# LivedAtInstallationAddressLessThan
source: Lived at Installation address less than 2 years
fr: A habité à l’adresse d’installation pendant moins de 2 ans

# LocalAds
source: Local Advertising
fr: Publicité locale

source: Mail Sent
fr: Courriel envoyé

source: Mobile Phone
fr: Téléphone cellulaire

# MobilePhoneIncorrectFormat
source: Mobile Phone is in incorrect format
fr: Le format du numéro de téléphone cellulaire est incorrect

# MobilePhoneMustBeLong
source: Mobile Phone must be a string with a length of 10
fr: Le numéro de téléphone cellulaire doit être une chaîne de 10 chiffres

# MonthlyDefferedPercentRange
source: Monthly deals to be deferred should be between 0 and 100
fr: Le nombre d’affaires mensuelles reportées doit être entre 0 et 100

# MonthlyFinancedValue
source: Monthly capital value of deals financed
fr: Valeur de capital mensuelle des affaires financées

# MonthlyFinancedValueIncorrectFormat
source: Monthly Financed Value is in incorrect format
fr: Le format de la valeur de financement mensuelle est incorrect

source: My Clients
fr: Mes clients

source: My Customers
fr: Mes clients

source: My Profile
fr: Mon profil

source: New Client
fr: Nouveau client

source: New Customer
fr: Nouveau client

source: New Home Address
fr: Nouvelle adresse du domicile

source: No expiry
fr: Aucune expiration

# NumInstallers
source: Number of Installers
fr: Nombre d’installateurs

# NumInstallersIncorrectFormat
source: Number of Installers is in incorrect format
fr: Le format du nombre d’installateurs est incorrect

# NumInstallersMax3
source: Number of Installers must be maximum 3 digits long
fr: Le nombre d’installateurs ne doit pas dépasser 3 chiffres

# NumSales
source: Number of Sales People
fr: Nombre de vendeurs

# NumSalesIncorrectFormat
source: Number of sales is in incorrect format
fr: Le format du chiffre de ventes est incorrect

# NumSalesMax3
source: Number of sales must be maximum 3 digits long
fr: Le chiffre de ventes ne doit pas dépasser 3 chiffres

source: OEM Name
fr: Nom du fabricant d’équipement d’origine

source: Offered service
fr: Service offert

# OfferMonthlyDeferrals
source: Do you wish to offer deferrals?
fr: Désirez-vous d’offrir des paiements différé

source: Onboarding
fr: Intégration

source: Operating Name
fr: Nom commercial

# OperatingNameIncorrectFormat
source: Operating Name is in incorrect format
fr: Le format du nom commercial est incorrect

# OrderProceedClientAged75OrLess
source: In order to proceed client needs to be aged 75 or less.
fr: Afin de pouvoir continuer, le client doit être âgé de 75 ans ou moins.

source: Other
fr: Autre

source: Owner
fr: Propriétaire

source: Ownership
fr: Propriété

# OwnershipPercentage
source: Ownership included in this application must be 50% or greater
fr: Le pourcentage de propriété indiqué dans cette demande doit être de 50 % ou plus

# OwnershipSubmit
source: In order to submit application you need to add additional owner
fr: Afin de soumettre la demande, vous devez ajouter un propriétaire supplémentaire

source: Percentage of ownership
fr: Pourcentage de propriété

# PercentMonthDeferredIncorrectFormat
source: % Month Deferred is in incorrect format
fr: Le format du % de report mensuel est incorrect

# PercentMonthlyDealsDeferred
source: Monthly deals to be deferred
fr: Affaires mensuelles à reporter

# PercentOwnership
source: Percentage of Ownership
fr: Pourcentage de propriété

# PercentOwnershipIncorrectFormat
source: % Ownership is in incorrect format
fr: Le format du % de propriété est incorrect

# PercentOwnershipRange
source: Percentage of Ownership should be between {1} and {2}
fr: Le pourcentage de propriété doit être de {1} à {2}

source: Phone Number
fr: Numéro de téléphone

# PhoneNumberIncorrectFormat
source: Phone Number is in incorrect format
fr: Le format du numéro de téléphone est incorrect

# PhoneNumberMustBeLong
source: Phone Number must be a string with a length of 10
fr: Le numéro de téléphone doit être une chaîne de 10 chiffres

# PleaseCheckContactAgreementToContinue
source: Please, check the contact agreement field to continue with the application.
fr: Veuillez cocher le champ d’acceptation pour la communication afin de poursuivre la demande.

source: Please select
fr: Veuillez sélectionner

# PleaseUploadInFormat
source: Please upload file in format
fr: Veuillez téléverser le fichier dans le format

# PreApprovedLoanValueFee
source: 1% of pre-approved loan value
fr: 1 % de la valeur du prêt préautorisé

# PreApprovedLoanValueFeeWillBeApplied
source: 1% of pre-approved loan value will be applied to your account as a lead fee
fr: 1 % de la valeur du prêt préautorisé sera facturé à votre compte à titre de frais pour les pistes

source: Preferred contact method
fr: Mode de communication privilégié

source: Preferred financing products required
fr: Produits financiers privilégiés requis

source: Previous Address
fr: Ancienne adresse

source: Primary brand
fr: Marque principale

# PrimaryBrandIncorrectFormat
source: Primary Brand is in incorrect format
fr: Le format de la marque principale est incorrect

source: Primary manufacturer brand sold
fr: Marque principale du fabricant vendue

source: Principal/owner information
fr: Renseignements sur les Directeur /Propriétaire

source: Privacy policy
fr: Politique de confidentialité
